Repository: wavelog/wavelog
Catalog: install/includes/gettext/locale/*/LC_MESSAGES/installer.po
Languages: bs, de_de, et, fr_fr, hu, it_it, ja, nl_nl, pl_pl, pt_pt, ru_ru, sk, sr, sv_se, tr_tr

source: Good to know:
de_de: Gut zu wissen:
hu: Jó tudni:
it_it: Buono a sapersi:
ja: 知っておくと良いこと:
nl_nl: Goed om te weten:
pl_pl: Warto wiedzieć:
pt_pt: Bom a saber:
sk: Dobré vedieť:
sv_se: Bra att veta:
tr_tr: Bİlmenizde fayda var:

source: Use your callsign as your username for QRZ.com. The XML API does not support email addresses.
de_de: Verwende dein Rufzeichen als Benutzernamen für QRZ.com. Die XML-API unterstützt keine E-Mail-Adressen.
hu: Használd a hívójelét a QRZ.com felhasználóneveként. Az XML API nem támogatja az e-mail címeket.
it_it: Usa il tuo nominativo come nome utente per QRZ.com. L'API XML non supporta gli indirizzi email.
ja: QRZ.comのユーザー名にはコールサインを使用してください。XML APIはメールアドレスをサポートしていません。
nl_nl: Gebruik uw call als gebruikersnaam voor QRZ.com. De XML API ondersteund geen e-mail adres.
pl_pl: Należy użyć znaku wywoławczego jako login do QRZ.com. API XML nie wspiera adresów email.
pt_pt: Utilize o seu indicativo como nome de utilizador para o QRZ.com. A API XML não suporta endereços de email.
sk: Použi svoju volaciu značku ako svoje používateľské meno pre QRZ.com. XML API nepodporuje emailové adresy.
sv_se: Använd din anropssignal som ditt användarnamn för QRZ.com. XML API stöder inte e-postadresser.
tr_tr: QRZ.com kullanıcı adınız olarak çağrı işaretinizi kullanın. XML API e-posta adreslerini desteklemez.

source: Advanced Settings
bs: Posebne postavke
de_de: Erweiterte Einstellungen
et: Täpsemad sätted
fr_fr: Paramètres avancés
hu: Részletes beállítások
it_it: Impostazioni avanzate
ja: 詳細設定
nl_nl: Geavanceerde instellingen
pl_pl: Zaawansowane ustawienia
pt_pt: Configurações Avançadas
ru_ru: Расширенные настройки
sk: Rozšírené nastavenia
sr: Napredna podešavanja
sv_se: Avancerade inställningar
tr_tr: Gelişmiş Ayarlar

source: These settings should only be set if you know what you're doing.
bs: Ove postavke treba postaviti samo ako znate šta radite.
de_de: Diese Einstellungen sollten nur vorgenommen werden, wenn du weißt, was du tust.
et: Käesolevaid sätteid tasub muuta ainult siis, kui oled endas täiesti kindel.
fr_fr: Ces paramètres ne doivent être définis que si vous savez ce que vous faites.
hu: Ezeket a beállításokat csak akkor érdemes megváltoztatni, ha tudod, mit csinálsz.
it_it: Queste impostazioni dovrebbero essere configurate solo se sai cosa stai facendo.
ja: これらの設定は、何をしているのかわかっている場合にのみ設定してください。
nl_nl: Verander deze instellingen alleen als u weet waar u mee bezig bent.
pl_pl: Te ustawienia powinny być zmieniane tylko wtedy, gdy jest wiadomo, co się robi.
pt_pt: Estas definições só devem ser configuradas se souber o que está a fazer.
ru_ru: Эти настройки следует устанавливать только в том случае, если вы знаете, что делаете.
sk: Tieto nastavenia by sa mali meniť iba v prípade, že viete, čo robíte.
sr: Ova podešavanja biste trebali izvršiti samo ako znate šta radite.
sv_se: Dessa inställningar bör endast ändras om du vet vad du gör.
tr_tr: Bu ayarlar yalnızca ne yaptığınızı biliyorsanız yapılmalıdır.

source: Error Logs
bs: Protokol grešaka
de_de: Fehlerprotokoll
et: Veateated
fr_fr: Journaux d'erreurs
hu: Hibanaplók
it_it: Registri degli errori
ja: エラーログ
nl_nl: Fouten logs
pl_pl: Dzienniki błędów
pt_pt: Registos de Erros
ru_ru: Журналы ошибок
sk: Error logy
sr: Logovi grešaka
sv_se: Felloggar
tr_tr: Hata Kayıtları

source: Optional: Enable Error Logging by setting the log threshold bigger then 0. Only enable this if you really need it.
bs: Opcionalno: Omogućite evidentiranje grešaka tako što ćete postaviti prag evidencije veći od 0. Omogućite ovo samo ako vam je zaista potrebno.
de_de: Optional: Fehlerlogging kann mit einem Schwellwert größer 0 aktiviert werden. Nur aktivieren, wenn du das wirklich benötigst.
et: Valikuline: Lülita sisse veateadete logimine. Selleks muuda logimise künnis suuremaks kui 0. Kasuta seda ainult juhul, kui seda tõesti vaja.
fr_fr: Optionnel : Activer la journalisation des erreurs en définissant le seuil de journalisation supérieur à 0. N'activez cela que si vous en avez vraiment besoin.
hu: Opcionális: Engedélyezd a hibanaplózást a naplózási küszöbérték 0-nál nagyobb értékének beállításával. Csak akkor engedélyezd ezt, ha valóban szüksége van rá.
it_it: Opzionale: Abilita il logging degli errori impostando la soglia di log maggiore di 0. Abilitalo solo se ne hai veramente bisogno.
ja: オプション: エラーログの記録を有効にするには、ログの閾値を0より大きい値に設定してください。この機能は、本当に必要である場合のみ有効にしてください。
nl_nl: Optioneel: Schakel foutlogboekregistratie in door de logdrempel groter dan 0 in te stellen. Schakel dit alleen in als je het echt nodig hebt.
pl_pl: Opcjonalnie: Można włączyć logowanie błędów, ustawiając próg logowania większy niż 0. Należy włączać to tylko wtedy, gdy naprawdę jest to potrzebne.
pt_pt: Opcional: Ativar o registo de erros definindo o limiar de registo maior que 0. Só ative isto se realmente precisar.
ru_ru: Необязательно: Включите ведение журнала ошибок, установив порог журнала больше 0. Включайте это только в случае крайней необходимости.
sk: Voliteľné: Povolenie logovania chýb nastavením prahovej hodnoty väčšej ako 0. Povoliť iba v prípade, že to naozaj potrebujete.
sr: Opciono: Omogućite Logove grešaka podešavanjući marginu veću od 0. Omogućite ovo samo ako vam je zaista potrebno.
sv_se: Valfritt: Aktivera felloggar genom att välja en loggnivå som är större än 0. Aktivera detta endast om du verkligen behöver det.
tr_tr: İsteğe bağlı: Kayıt eşiğini 0'dan büyük bir değere ayarlayarak Hata Kayıtlarını etkinleştirin. Bunu yalnızca gerçekten ihtiyacınız varsa etkinleştirin.

source: 0 - No logs
bs: 0 - nema protokola
de_de: 0 - Kein Protokoll
et: 0 - Ei logi
fr_fr: 0 - Pas de journaux
hu: 0 - Nincs naplózás
it_it: 0 - Nessun log
ja: 0 - ログなし
nl_nl: 0 - Geen logs
pl_pl: 0 - Brak komunikatów
pt_pt: 0 - Sem registos
ru_ru: 0 - Нет журналов
sk: 0 - žiadne logy
sr: 0 - bez logova
sv_se: 0 - Inga loggar
tr_tr: 0 - Kayıt yok

source: 1 - Error messages
bs: 1 - Poruke grešaka
de_de: 1 - Fehlermeldungen
et: 1 - Veateated
fr_fr: 1 - Messages d'erreur
hu: 1 - Hibaüzenetek
it_it: 1 - Messaggi di errore
ja: 1 - エラーメッセージ
nl_nl: 1 - Foutmeldingen
pl_pl: 1 - Komunikaty o błędach
pt_pt: 1 - Mensagens de erro
ru_ru: 1 - Сообщения об ошибках
sk: 1 - Chybové hlásenia
sr: 1 - poruke o greškama
sv_se: 1 - Felmeddelanden
tr_tr: 1 - Hata mesajları

source: 2 - Debug messages
bs: 2 - Poruke za otklanjanje grešaka
de_de: 2 - Debugmeldungen
et: 2 - Silumissõnumid
fr_fr: 2 - Messages de débogage
hu: 2 - Hibakeresési üzenetek
it_it: 2 - Messaggi di debug
ja: 2 - デバッグメッセージ
nl_nl: 2 - Debug berichten
pl_pl: 2 - Komunikaty debugowania
pt_pt: 2 - Mensagens de debug
ru_ru: 2 - Отладочные сообщения
sk: 2 - chybové správy
sr: 2 - poruke za otkrivanje bagova
sv_se: 2 - Felsökningsmeddelanden
tr_tr: 2 - Hata ayıklama mesajları

source: 3 - Info messages
bs: 3 - Info poruke
de_de: 3 - Informationen
et: 3 - Infoteated
fr_fr: 3 - Messages d'info
hu: 3 - Információs üzenetek
it_it: 3 - Messaggi informativi
ja: 3 - 情報メッセージ
nl_nl: 3 - Informatieve berichten
pl_pl: 3 - Komunikaty informacyjne
pt_pt: 3 - Mensagens de informação
ru_ru: 3 - Информационные сообщения
sk: 3 - Informačné správy
sr: 3 - informacione poruke
sv_se: 3 - Informationsmeddelanden
tr_tr: 3 - Bilgi mesajları

source: 4 - All messages
bs: 4 - Sve poruke
de_de: 4 - Alle Nachrichten
et: 4 - Kõik teated
fr_fr: 4 - Tous les messages
hu: 4 - Minden üzenet
it_it: 4 - Tutti i messaggi
ja: 4 - すべてのメッセージ
nl_nl: 4- Alle berichten
pl_pl: 4 - Wszystkie komunikaty
pt_pt: 4 - Todas as mensagens
ru_ru: 4 - Все сообщения
sk: 4 - Všetky správy
sr: 4 - sve poruke
sv_se: 4 - Alla meddelanden
tr_tr: 4 - Tüm mesajlar

source: To properly install Wavelog you already should have setup a mariadb/mysql database. Provide the parameters here.
bs: Da biste pravilno instalirali Wavelog, već biste trebali postaviti mariadb/mysql bazu podataka. Ovdje navedite parametre.
de_de: Um Wavelog richtig zu installieren, solltest du bereits eine mariadb/mysql-Datenbank eingerichtet haben. Gib hier die Parameter an.
et: Wavelogi installeerimiseks on vaja mariadb/mysql andmebaasi. Sisestage andmebaasi parameetrid.
fr_fr: Pour installer correctement Wavelog, vous devez déjà avoir configuré une base de données MariaDB/MySQL. Fournissez les paramètres ici.
hu: A Wavelog megfelelő telepítéséhez be kell állítanod egy mariadb/mysql adatbázist. Itt add meg a paramétereket.
it_it: Per installare correttamente Wavelog, dovresti già aver configurato un database mariadb/mysql. Fornisci qui i parametri.
ja: Wavelogを正しくインストールするには、既にMariaDB/MySQLデータベースを設定済みである必要があります。ここでパラメーターを入力してください。
nl_nl: Om Wavelog goed te kunnen installeren moet u over een mariadb/mysql database beschikken. Geef hier de juiste database gegevens.
pl_pl: W celu prawidłowej instalacji Wavelog, należy już mieć skonfigurowaną bazę danych mariadb/mysql. Tutaj należy podać jej parametry.
pt_pt: Para instalar corretamente o Wavelog, já deve ter configurado uma base de dados MariaDB/MySQL. Forneça os parâmetros aqui.
ru_ru: Для правильной установки Wavelog вам нужно настроить базу данных mariadb/mysql. Укажите параметры здесь.
sk: Na správnu inštaláciu Wavelogu by ste už mali mať nastavenú databázu mariadb/mysql. Uveďte tu parametre.
sr: Za ispravnu instalaciju Waveloga već ste trebali da podesite mariadb/mysql bazu podataka. Ovde unesite potrebne parametre.
sv_se: För att installera Wavelog korrekt bör du redan ha konfigurerat en mariadb/mysql-databas. Ange parametrarna här.
tr_tr: Wavelog'u düzgün bir şekilde kurmak için halihazırda bir mariadb/mysql veritabanı kurmuş olmanız gerekir. Parametreleri buraya girin.

source: Hostname or IP
bs: Ime hosta ili IP
de_de: Hostname oder IP
et: Hostinimi või IP
fr_fr: Nom d'hôte ou IP
hu: Hostnév vagy IP
it_it: Nome host o IP
ja: ホスト名またはIPアドレス
nl_nl: Hostname of IP adres
pl_pl: Nazwa hosta lub IP
pt_pt: Nome de anfitrião ou IP
ru_ru: Имя хоста или IP-адрес
sk: Názov hostiteľa alebo IP
sr: Naziv hosta ili IP
sv_se: Värdnamn eller IP
tr_tr: Ana bilgisayar adı veya IP

source: Usually 'localhost'.<br>Optional with '[host]:[port]'. Default port: 3306.<br>In a docker compose install type 'wavelog-db'.
bs: Obično 'localhost'.<br>Opcionalno sa '[host]:[port]'. Zadani port: 3306.<br>U docker compose instalaciju upišite 'wavelog-db'.
de_de: Normalerweise 'localhost'.<br>Optional mit '[host]:[port]'. Standardport: 3306.<br>In einer docker compose Installation bitte 'wavelog-db' eintragen.
et: Tavaliselt 'localhost'.<br>Valikuline '[hostinimi]:[port]'. Vaikeport: 3306.<br>Docker compose kasutamisel kirjutage 'wavelog-db'.
fr_fr: Habituellement 'localhost'.<br>Optionnel avec '[host]:[port]'. Port par défaut : 3306.<br>Dans une installation docker compose, tape 'wavelog-db'.
hu: Általában 'localhost'.<br>Opcionálisan '[host]:[port]'. Alapértelmezett port: 3306.<br>Egy docker compose telepítésben írja be a hogy 'wavelog-db'.
it_it: Di solito 'localhost'.<br>Opzionale con '[host]:[port]'. Porta predefinita: 3306.<br>In un'installazione con docker compose, digitare 'wavelog-db'.
ja: 通常は「localhost」です。<br>オプションで「[ホスト]:[ポート]」を指定できます。デフォルトのポートは3306です。<br>Docker Composeでのインストール時は「wavelog-db」と入力してください。
nl_nl: Normaal 'localhost'<br>Optioneel '[host]:[poort]'. Standaard poort: 3306.<br>In een docker omgeving type 'wavelog_db'.
pl_pl: Zwykle 'localhost'.<br>Opcjonalnie z '[host]:[port]'. Domyślny port: 3306.<br>docker compose install type 'wavelog-db'.
pt_pt: Normalmente 'localhost'.<br>Opcional com '[host]:[port]'. Porta padrão: 3306.<br>Num tipo de instalação docker compose 'wavelog-db'.
ru_ru: Обычно 'localhost'.<br>Опционально с '[host]:[port]'. Порт по умолчанию: 3306.<br>В установке docker compose укажите 'wavelog-db'.
sk: Zvyčajne 'localhost'.<br>Voliteľne s '[host]:[port]'. Predvolený port: 3306.<br>V inštalácii docker compose zadaj 'wavelog-db'.
sr: Obično 'localhost'.<br>Opciono sa '[host]:[port]'. Podrazumevani port: 3306. <br>In a docker compose install type 'wavelog-db'.
sv_se: Vanligtvis 'localhost'.<br>Valfritt med '[host]:[port]'. Standardport: 3306.<br>I en docker compose-installation skriv 'wavelog-db'.
tr_tr: Genellikle localhost kullanılır. İsteğe bağlı olarak [sunucu]:[port] şeklinde belirtilebilir (varsayılan port: 3306). Docker Compose kurulumu yapıyorsanız wavelog-db yazın.

source: Database Name
bs: Ime baze podataka
de_de: Datenbankname
et: Andmebaasi nimi
fr_fr: Nom de la base de données
hu: Adatbázis neve
it_it: Nome del database
ja: データベース名
nl_nl: Database naam
pl_pl: Nazwa bazy danych
pt_pt: Nome da base de dados
ru_ru: Название базы данных
sk: Názov databázy
sr: Naziv baze podataka
sv_se: Databasnamn
tr_tr: Veri tabanı ismi

source: Name of the Database
bs: Naziv baze podataka
de_de: Name der Datenbank
et: Andmebaasi nimi
fr_fr: Nom de la base de données
hu: Az adatbázis neve
it_it: Nome del database
ja: データベース名
nl_nl: Naam van de database
pl_pl: Nazwa bazy danych
pt_pt: Nome da base de dados
ru_ru: Название базы данных
sk: Názov databázy
sr: Naziv baze podataka
sv_se: Namn på databasen
tr_tr: Veri tabanının Adı

source: Username of the Database User which has full access to the database.
bs: Korisničko ime korisnika baze podataka koji ima pun pristup bazi podataka.
de_de: Benutzername des Datenbankbenutzers, der vollen Zugriff auf die Datenbank hat.
et: Andmebaasi kasutajanimi, kellel on andmebaasile täisõigused.
fr_fr: Nom d'utilisateur de l'utilisateur de la base de données qui a un accès complet à la base de données.
hu: Az adatbázis-felhasználó felhasználóneve, aki teljes hozzáféréssel rendelkezik az adatbázishoz.
it_it: Nome utente del database che ha pieno accesso al database.
ja: データベースへのフルアクセス権を持つデータベース ユーザーのユーザー名。
nl_nl: Gebruikersnaam van de database gebruiker die volledige toegang heeft tot de database.
pl_pl: Nazwa użytkownika bazy danych, który ma pełny dostęp do bazy danych.
pt_pt: Nome de utilizador do utilizador da base de dados que tem acesso total à base de dados.
ru_ru: Имя пользователя базы данных, который имеет полный доступ к базе данных.
sk: Používateľské meno databázového používateľa, ktorý má plný prístup do databáze.
sr: Korisničko ime korisnika baze podataka koji će imati pun pristup bazi podataka.
sv_se: Användarnamn för databasanvändare som har fullständig åtkomst till databasen.
tr_tr: Veri tabanına tam erişim yetkisine sahip olan veri tabanı kullanıcısının kullanıcı adı.

source: Password of the Database User
bs: Lozinka korisnika baze podataka
de_de: Passwort des Datenbankbenutzers
et: Andmebaasi kasutaja salasõna
fr_fr: Mot de passe de l'utilisateur de la base de données
hu: Az adatbázis-felhasználó jelszava
it_it: Password dell'utente del database
ja: データベースユーザーのパスワード
nl_nl: Wachtwoord van de database gebruiker
pl_pl: Hasło użytkownika bazy danych
pt_pt: Palavra-passe do utilizador da base de dados
ru_ru: Пароль пользователя базы данных
sk: Heslo používateľa databázy.
sr: Lozinka korisnika baze podataka
sv_se: Lösenord för databasanvändare
tr_tr: Veri tabanı Kullanıcısının Şifresi

source: Connection Test
bs: Test veze
de_de: Verbindungstest
et: Ühenduse kontroll
fr_fr: Test de connexion
hu: Csatlakozási teszt
it_it: Test di connessione
ja: 接続テスト
nl_nl: Verbinding test
pl_pl: Test połączenia
pt_pt: Teste de conexão
ru_ru: Проверка соединения
sk: Test pripojenia
sr: Testiraj vezu
sv_se: Anslutningstest
tr_tr: Bağlantı Testi

source: Now you can create your first user in Wavelog. Fill out all fields and click continue. Make sure you use a safe password.
bs: Sada možete kreirati svog prvog korisnika u Wavelogu. Popunite sva polja i kliknite Nastavi. Obavezno koristite sigurnu lozinku.
de_de: Jetzt kannst du den ersten Benutzer in Wavelog anlegen. Fülle alle Felder aus und klicke auf fortsetzen. Vergewissere dich, dass du ein sicheres Passwort verwendest.
et: Palun looge esimene Wavelogi kasutaja. Täitke kõik väljad ning looge kasutajale turvaline parool.
fr_fr: Vous pouvez maintenant créer votre premier utilisateur dans Wavelog. Remplissez tous les champs et cliquez sur continuer.<br>Assurez-vous d'utiliser un mot de passe sécurisé.
hu: Most már létrehozhatod az első felhasználót a Wavelogban. Töltsd ki az összes mezőt, és kattintsál a folytatás gombra. Ügyelj arra, hogy biztonságos jelszót használjál.
it_it: Ora puoi creare il tuo primo utente in Wavelog. Compila tutti i campi e clicca su continua. Assicurati di usare una password sicura.
ja: これでWavelogで最初のユーザーを作成できます。すべての項目に入力して「続行」をクリックしてください。安全なパスワードを使用してください。
nl_nl: Nu kunt u uw eerste Wavelog gebruiker aanmaken. Vul alle velden in en klik op doorgaan. Zorg voor een sterk wachtwoord.
pl_pl: Teraz można utworzyć pierwszego użytkownika w Wavelog. Należy wypełnić wszystkie pola i kliknąć kontynuuj. Należy upewnić się, że użyto bezpiecznego hasła.
pt_pt: Agora pode criar o seu primeiro utilizador no Wavelog. Preencha todos os campos e clique em continuar.<br>Certifique-se de que utiliza uma palavra-passe segura.
ru_ru: Теперь вы можете создать своего первого пользователя в Wavelog. Заполните все поля и нажмите продолжить. Убедитесь, что используете безопасный пароль.
sk: Teraz môžete vytvoriť svojho prvého používateľa vo Wavelog-u. Vyplňte všetky polia a kliknite na pokračovať. Uistite sa, že používate bezpečné heslo.
sr: Sada možete kreirati vašeg prvog korisnika Waveloga. Popunite sva polja i kliknite na nastavak. Uverite se da koristite sigurnu lozinku.
sv_se: Nu kan du skapa din första användare i Wavelog. Fyll i alla fält och klicka på fortsätt. Se till att du använder ett säkert lösenord.
tr_tr: Artık Wavelog'da ilk kullanıcınızı oluşturabilirsiniz. Tüm alanları doldurun ve Devam'a tıklayın. Güvenli bir parola kullandığınızdan emin olun.

source: All fields are required!
bs: Sva polja su obavezna!
de_de: Alle Felder werden benötigt!
et: Kõik väljad peavad olema täidetud!
fr_fr: Tous les champs sont obligatoires !
hu: Minden mező kitöltése kötelező!
it_it: Tutti i campi sono obbligatori!
ja: すべてのフィールドが必須です！
nl_nl: Alle velden invullen!
pl_pl: Wszystkie pola są wymagane!
pt_pt: Todos os campos são obrigatórios!
ru_ru: Все поля обязательны!
sk: Všetky polia sú povinné!
sr: Sva polja su zahtevana!
sv_se: Alla fält är obligatoriska!
tr_tr: Tüm alanların doldurulması zorunludur!

source: First Name
bs: Ime
de_de: Vorname
et: Eesnimi
fr_fr: Prénom
hu: Keresztnév
it_it: Nome
ja: ファーストネーム
nl_nl: Voornaam
pl_pl: Imię
pt_pt: Nome próprio
ru_ru: Имя
sk: Krstné meno
sr: Ime
sv_se: Förnamn
tr_tr: Ad

source: DXCC
tr_tr: DXCC (Ülke)

source: Please select one
bs: Izaberite jedno
de_de: Bitte wähle eines
et: Palun valige üks
fr_fr: Veuillez en choisir un
hu: Kérjük, válasszál egyet
it_it: Per favore seleziona uno
ja: 1つ選択してください
nl_nl: Kies er één
pl_pl: Proszę wybrać jeden
pt_pt: Por favor, selecione um
ru_ru: Пожалуйста, выберите одно
sk: Prosím vyberte jeden
sr: Izaberite jedno
sv_se: Välj ett alternativ
tr_tr: Lütfen birini seçin

source: Deleted DXCC
bs: Izbrisani DXCC
de_de: Gelöschtes DXCC
et: Kustutatud DXCC
fr_fr: DXCC supprimé
hu: Törölt DXCC
it_it: DXCC eliminati
ja: DXCCを削除しました
nl_nl: Verwijderde DXCC
pl_pl: Usunięte DXCC
pt_pt: DXCC cancelada
ru_ru: Удалённые DXCC
sk: Zrušené DXCC
sr: Izbrisana DXCC
sv_se: Struket DXCC
tr_tr: Silinmiş DXCC

source: Last Name
bs: Prezime
de_de: Nachname
et: Perenimi
fr_fr: Nom de famille
hu: Vezetéknév
it_it: Cognome
ja: 苗字
nl_nl: Achternaam
pl_pl: Nazwisko
pt_pt: Apelido
ru_ru: Фамилия
sk: Priezvisko
sr: Prezime
sv_se: Efternamn
tr_tr: Soyad

source: Callsign
bs: Pozivni znak
de_de: Rufzeichen
et: Kutsung
fr_fr: Indicatif d'appel
hu: Hívójel
it_it: Indicativo di chiamata
ja: コールサイン
nl_nl: Roepnaam
pl_pl: Znak wywoławczy
pt_pt: Indicativo
ru_ru: Позывной
sk: Volacia značka
sr: Pozivni znak
sv_se: Anropssignal
tr_tr: Çağrı işareti

source: Gridsquare/Locator
bs: QTH Lokator
de_de: Planquadrat/Locator
et: Lokaator
fr_fr: Locator
hu: Gridsquare/Lokátor
it_it: Griglia/Locatore
ja: グリッドスクエア/ロケーター
nl_nl: QRA locator
pl_pl: Kwadrat/Lokator
ru_ru: Квадрат/Локатор
sk: QTH lokátor
sr: Polje/Lokator
sv_se: Rutmärke/Lokator
tr_tr: Grid/Konum

source: City
bs: Grad
de_de: Stadt
et: Linn
fr_fr: Ville
hu: Város
it_it: Città
ja: 市
nl_nl: Woonplaats
pl_pl: Miasto
pt_pt: Cidade
ru_ru: Город
sk: Mesto
sr: Grad
sv_se: Stad
tr_tr: Şehir

source: Confirm Password
bs: Potvrdite Lozinku
de_de: Passwort bestätigen
et: Kinnita salasõna
fr_fr: Confirmez le mot de passe
hu: Jelszó megerősítése
it_it: Conferma password
ja: パスワードを認証する
nl_nl: Bevestig uw wachtwoord
pl_pl: Potwierdź hasło
pt_pt: Confirmar a palavra-passe
ru_ru: Подтвердите пароль
sk: Potvrďte heslo
sr: Potvrdi lozinku
sv_se: Bekräfta lösenord
tr_tr: Şifreyi Onayla

source: Timezone
bs: Vremenska zona
de_de: Zeitzone
et: Ajatsoon
fr_fr: Fuseau horaire
hu: Időzóna
it_it: Fuso orario
ja: タイムゾーン
nl_nl: Tijdzone
pl_pl: Strefa czasowa
pt_pt: Fuso horário
ru_ru: Часовой пояс
sk: Časové pásmo
sr: Vremenska zona
sv_se: Tidszon
tr_tr: Saat dilimi

source: E-Mail Address
bs: E-Mail Adresa
de_de: E-Mail-Adresse
et: E-mail
fr_fr: Adresse e-mail
hu: E-mail cím
it_it: Indirizzo e-mail
ja: 電子メールアドレス
nl_nl: E-mail adres
pl_pl: Adres e-mail
pt_pt: Endereço de correio eletrónico
ru_ru: Адрес электронной почты
sk: E-mailová adresa
sr: E-mail adresa
sv_se: E-postadress
tr_tr: E-posta Adresi

source: Checklist
bs: Kontrolna lista
de_de: Checkliste
et: Kontrollnimekiri
fr_fr: Liste de verification
it_it: Lista di controllo
ja: チェックリスト
nl_nl: Controlelijst
pl_pl: Lista kontrolna
pt_pt: Lista de verificação
ru_ru: Контрольный список
sk: Kontrolný zoznam
sr: Lista provere
sv_se: Checklista
tr_tr: Kontrol listesi

source: Pre-Checks
bs: Prethodne provjere
de_de: Vorabprüfungen
et: Eelkontrollid
fr_fr: Vérifications préalables
hu: Előzetes ellenőrzések
it_it: Controlli preliminari
ja: 事前チェック
nl_nl: Voor controles
pl_pl: Wstępne sprawdzenia
pt_pt: Pré-verificações
ru_ru: Предварительные проверки
sk: Predkontroly
sr: Pred-provera
sv_se: Förhandskontroller
tr_tr: Ön Kontroller

source: Configuration
bs: Konfiguracija
de_de: Konfiguration
et: Konfiguratsioon
hu: Konfiguráció
it_it: Configurazione
ja: 構成
nl_nl: Configuratie
pl_pl: Konfiguracja
pt_pt: Configuração
ru_ru: Конфигурация
sk: Konfigurácia
sr: Konfiguracija
sv_se: Konfiguration
tr_tr: Yapılandırma

source: Database
bs: Baza podataka
de_de: Datenbank
et: Andmebaas
fr_fr: Base de données
hu: Adatbázis
ja: データベース
pl_pl: Baza danych
pt_pt: Base de dados
ru_ru: База данных
sk: Databáza
sr: Baza podataka
sv_se: Databas
tr_tr: Veri tabanı

source: First User
bs: Prvi korisnik
de_de: Erster Benutzer
et: Esimene kasutaja
fr_fr: Premier utilisateur
hu: Első felhasználó
it_it: Primo utente
ja: 最初のユーザー
nl_nl: Eerste gebruiker
pl_pl: Pierwszy użytkownik
pt_pt: Primeiro utilizador
ru_ru: Первый пользователь
sk: Prvý používateľ
sr: Prvi korisnik
sv_se: Första användaren
tr_tr: Adı

source: Nearly done!
bs: Skoro gotovo!
de_de: Fast fertig!
et: Peaaegu valmis!
fr_fr: Presque fini!
hu: Majdnem kész!
it_it: Quasi finito!
ja: もうすぐ完了です！
nl_nl: Bijna klaar!
pl_pl: Prawie gotowe!
pt_pt: Quase pronto!
ru_ru: Почти готово!
sk: Takmer hotovo!
sr: Skoro da je završeno!
sv_se: Nästan klar!
tr_tr: Neredeyse bitti!

source: You prepared all neccessary steps.
bs: Pripremili ste sve potrebne korake.
de_de: Du hast alle notwendigen Schritte vorbereitet.
et: Nõutud protseduurid lõpetatud.
fr_fr: Vous avez préparé toutes les étapes nécessaires.
hu: Előkészítetted az összes szükséges lépést.
it_it: Hai preparato tutti i passaggi necessari.
ja: 必要な手順をすべて準備しました。
nl_nl: U hebt alle noodzakelijke stappen genomen.
pl_pl: Przygotowano wszystkie niezbędne kroki.
pt_pt: Preparou todas as etapas necessárias.
ru_ru: Вы подготовили всё необходимое.
sk: Pripravil si všetky potrebné kroky.
sr: Pripremili ste sve potrebne korake.
sv_se: Du har förberett alla nödvändiga steg.
tr_tr: Gerekli tüm adımları hazırladınız.
