Repository: wavelog/wavelog
Catalog: install/includes/gettext/locale/*/LC_MESSAGES/installer.po
Languages: bs, de_de, et, fr_fr, hu, it_it, ja, nl_nl, pl_pl, pt_pt, ru_ru, sk, sr, sv_se, tr_tr

source: Passwords do not match
bs: Lozinke se ne podudaraju
de_de: Passwörter stimmen nicht überein
et: Salasõnad ei klapi
fr_fr: Les mots de passe ne correspondent pas
hu: A jelszavak nem egyeznek
it_it: Le password non corrispondono
ja: パスワードが一致しません
nl_nl: Wachtwoorden komen niet overeen
pl_pl: Hasła nie pasują do siebie
pt_pt: As palavras-passe não correspondem
ru_ru: Пароли не совпадают
sk: Heslá sa nezhodujú
sr: Lozinke se ne poklapaju
sv_se: Lösenorden matchar inte
tr_tr: Şifreler eşleşmiyor

source: Install Now
bs: Instaliraj odmah
de_de: Jetzt installieren
et: Installeeri
fr_fr: Installer maintenant
hu: Telepítse most
it_it: Installa ora
ja: 今すぐインストール
nl_nl: Installeer nu
pl_pl: Zainstaluj teraz
pt_pt: Instalar agora
ru_ru: Установить сейчас
sk: Nainštalovať teraz
sr: Instalirajte sada
sv_se: Installera nu
tr_tr: Şimdi Yükle

source: Install not possible. Checklist incomplete.
bs: Instalacija nije moguća. Kontrolna lista je nepotpuna.
de_de: Installation nicht möglich. Checkliste unvollständig.
et: Installeerimine ei ole võimalik. Kontrollnimekiri lõpetamata.
fr_fr: Installation impossible. Liste de verification incomplète.
hu: Telepítés nem lehetséges. Checklist hiányos.
it_it: Installazione non possibile. Lista di controllo incompleta.
ja: インストールできません。チェックリストが不完全です。
nl_nl: Installatie niet mogelijk. Checklijst incompleet.
pl_pl: Instalacja nie jest możliwa. Lista kontrolna jest niekompletna.
pt_pt: Instalação não possível. Lista de verificação incompleta.
ru_ru: Установка невозможна. Контрольный список не завершен.
sk: Inštalácia nie je možná. Kontrolný zoznam nie je kompletný.
sr: Instalacija nije moguća. Lista za proveru je nekompletna.
sv_se: Installation inte möjlig. Checklista ofullständig.
tr_tr: Kurulum yapılamıyor. Kontrol listesi eksik.

source: PHP Module missing
bs: Nedostaje PHP modul
de_de: PHP-Modul fehlt
et: PHP moodulit ei leitud
fr_fr: Module PHP manquant
hu: PHP modul hiányzik
it_it: Modulo PHP mancante
ja: PHPモジュールが見つかりません
nl_nl: Missende PHP Module
pl_pl: Brakuje modułu PHP
pt_pt: Módulo PHP em falta
ru_ru: Отсутствует модуль PHP
sk: Chýba modul PHP
sr: Nedostaje PHP modul
sv_se: PHP-modul saknas
tr_tr: PHP Modülü eksik

source: The following PHP modules are missing:
bs: Nedostaju sljedeći PHP moduli:
de_de: Die folgenden PHP-Module fehlen:
et: Järgnevad PHP moodulid on puudu:
fr_fr: Les modules PHP suivants sont manquants :
hu: A következő PHP modulok hiányoznak:
it_it: I seguenti moduli PHP sono mancanti:
ja: 次の PHP モジュールが見つかりません:
nl_nl: De volgende PHP modules missen:
pl_pl: Brakuje następujących modułów PHP:
pt_pt: Os seguintes módulos PHP estão em falta:
ru_ru: Отсутствуют следующие модули PHP:
sk: Nasledujúce moduly PHP chýbajú:
sr: Sledeći PHP moduli nedostaju:
sv_se: Följande PHP-moduler saknas:
tr_tr: Aşağıdaki PHP modülleri eksik:

source: Without this module the Wavelog Installer does not work!
bs: Bez ovog modula Wavelog Installer ne radi!
de_de: Ohne dieses Modul funktioniert der Wavelog-Installer nicht!
et: Ilma käesoleva moodulita Wavelogi installeerija ei tööta!
fr_fr: Sans ce module, l'installateur Wavelog ne fonctionne pas !
hu: E nélkül a modul nélkül a Wavelog telepítő nem működik!
it_it: Senza questo modulo l'installatore di Wavelog non funziona!
ja: このモジュールがないと、Wavelog インストーラーは動作しません!
nl_nl: Zonder deze module werkt Wavelog installer niet!
pl_pl: Bez tego modułu instalator Wavelog nie działa!
pt_pt: Sem este módulo, o Instalador do Wavelog não funciona!
ru_ru: Без этого модуля установщик Wavelog не работает!
sk: Bez tohto modulu inštalátor Wavelog nefunguje!
sr: Bez ovih modula Wavelog instaler ne radi!
sv_se: Utan den här modulen fungerar inte Wavelog Installer!
tr_tr: Bu modül olmadan Wavelog Yükleyici çalışmaz!

source: Please install the required modules and restart the webserver.
bs: Molimo instalirajte potrebne module i ponovo pokrenite web server.
de_de: Bitte installiere die benötigten Module und starte den Webserver neu.
et: Palun installeerige vajalikud moodulid ja taaskäivitage veebiserver.
fr_fr: Veuillez installer les modules requis et redémarrer le serveur web.
hu: Kérjük, telepítsd a szükséges modulokat és indítsd újra a webszervert.
it_it: Installa i moduli richiesti e riavvia il server web.
ja: 必要なモジュールをインストールし、Web サーバーを再起動してください。
nl_nl: Installeer AUB de vereiste modules en herstart de webserver.
pl_pl: Należy zainstalować wymagane moduły oraz zresetować serwer WWW.
pt_pt: Por favor, instale os módulos necessários e reinicie o servidor web.
ru_ru: Пожалуйста, установите необходимые модули и перезапустите веб-сервер.
sk: Nainštaluj potrebné moduly a reštartuj webový server.
sr: Molimo instalirajte zahtevane module i restartujte web server.
sv_se: Installera de nödvändiga modulerna och starta om webbservern.
tr_tr: Gerekli modülleri yükleyin ve web sunucusunu yeniden başlatın.

source: Installation
bs: Instalacija
et: Installeerimine
hu: Telepítés
it_it: Installazione
ja: インストール
nl_nl: Installatie
pl_pl: Instalacja
pt_pt: Instalação
ru_ru: Установка
sk: Inštalácia
sr: Instalacija
tr_tr: Kurulum

source: Please wait...
bs: Molimo pričekajte...
de_de: Bitte warten...
et: Palun oodake...
fr_fr: Veuillez patienter...
hu: Kérem várjon...
it_it: Attendere prego...
ja: お待ちください...
nl_nl: Even wachten...
pl_pl: Proszę czekać...
pt_pt: Aguarde ...
ru_ru: Пожалуйста, подождите...
sk: Prosím, počkajte...
sr: Molimo sačekajte...
sv_se: Vänta lite...
tr_tr: Lütfen bekleyin...

source: Copy config.php to application/config/
bs: Kopirajte config.php u application/config/
de_de: Kopiere config.php nach application/config/
et: Kopeerige config.php kausta application/config/
fr_fr: Copier config.php dans application/config/
hu: Másolja a config.php fájlt az application/config/ könyvtárba
it_it: Copia config.php in application/config/
ja: config.phpをapplication/config/にコピーする
nl_nl: Kopieer config.php naar application/config/
pl_pl: Kopiowanie config.php do application/config/
pt_pt: Copiar config.php para application/config/
ru_ru: Скопируйте config.php в application/config/
sk: Skopíruj config.php do application/config/
sr: Kopirajte config.php u application/config/
sv_se: Kopierar config.php till application/config/
tr_tr: Config.php dosyasını application/config/ dizinine kopyalayın

source: Copy database.php to application/config/
bs: Kopirajte database.php u application/config/
de_de: Kopiere database.php nach application/config/
et: Kopeerige database.php kausta application/config/
fr_fr: Copier database.php dans application/config/
hu: Másolja a database.php fájlt az application/config/ könyvtárba
it_it: Copia database.php in application/config/
ja: database.phpをapplication/config/にコピーする
nl_nl: Kopieer database.php naar application/config/
pl_pl: Kopiowanie database.php do application/config/
pt_pt: Copiar database.php para application/config/
ru_ru: Скопируйте database.php в application/config/
sk: Skopíruj database.php do application/config/
sr: Kopirajte database.php u application/config/
sv_se: Kopierar database.php till application/config/
tr_tr: database.php dosyasını application/config/ dizinine kopyalayın

source: Creating database tables
bs: Kreiranje tabela baze podataka
de_de: Erstellen von Datenbanktabellen
et: Loon andmebaasi tabeleid
fr_fr: Création de tables de base de données
hu: Adatbázis táblák létrehozása
it_it: Creazione di tabelle di database
ja: データベーステーブルの作成
nl_nl: Aanmaken database tabellen
pl_pl: Tworzenie tabel w bazie danych
pt_pt: Criar tabelas de base de dados
ru_ru: Создание таблиц базы данных
sk: Vytváranie databázových tabuliek
sr: Kreiranje tabela baze podataka
sv_se: Skapar databastabeller
tr_tr: Veritabanı tabloları oluşturuluyor

source: Running database migrations
bs: Pokretanje migracije baze podataka
de_de: Datenbankmigrationen ausführen
et: Käib andmebaasi migratsioon
fr_fr: Exécution des migrations de base de données
hu: Adatbázis-migrációk futtatása
it_it: Esecuzione delle migrazioni del database
ja: データベース移行の実行
nl_nl: Draaien van database migraties
pl_pl: Uruchamianie migracji bazy danych
pt_pt: Executando migrações de banco de dados
ru_ru: Запуск миграций базы данных
sk: Spúšťanie databázových migrácií
sr: Izvršavam migraciju baze podataka
sv_se: Utför databas-migreringar
tr_tr: Veritabanı güncellemeleri uygulanıyor

source: Updating DXCC data
bs: Ažuriranje DXCC podataka
de_de: Aktualisierung der DXCC-Daten
et: DXCC andmete uuendamine
fr_fr: Mise à jour des données DXCC
hu: DXCC adatok frissítése
it_it: Aggiornamento dei dati DXCC
ja: DXCCデータの更新
nl_nl: Updaten DXCC gegevens
pl_pl: Aktualizacja danych DXCC
pt_pt: A atualizar dados DXCC
ru_ru: Обновление данных DXCC
sk: Aktualizácia údajov DXCC
sr: Ažuriram DXCC podatke
sv_se: Uppdaterar DXCC-data
tr_tr: DXCC bilgileri güncelleniyor

source: Lock the installer
bs: Zaključajte instalater
de_de: Sperre den Installer
et: Lukusta installeerija
fr_fr: Verrouille l'installateur
hu: A telepítő zárolása
it_it: Blocca l'installatore
ja: インストーラーをロックする
nl_nl: Zet de installer op slot
pl_pl: Zablokuj instalator
pt_pt: Bloqueiar o instalador
ru_ru: Заблокировать установщик
sk: Zamkni inštalátor.
sr: Zaključaj instaler
sv_se: Låser installationen
tr_tr: Yükleyiciyi kilitle

source: All install steps went through. Redirect to user login in %s seconds...
bs: Svi koraci instalacije su završeni. Preusmjeravanje na prijavu korisnika za %s sekundi...
de_de: Alle Installationsschritte wurden abgeschlossen. Weiterleitung zum Benutzer-Login in %s Sekunden...
et: Kõik installeerimise sammud lõpetatud. Suuname sisselogimise lehele %s sekundi pärast.
fr_fr: Toutes les étapes d'installation ont été effectuées. Redirection vers la connexion utilisateur dans %s secondes...
hu: Az összes telepítési lépés el va végezve. Átirányítás a felhasználó bejelentkezési oldalára %s másodperc múlva...
it_it: Tutti i passaggi di installazione sono stati completati. Reindirizzamento al login utente in %s secondi...
ja: すべてのインストール手順が完了しました。ユーザーログインにリダイレクトします。 %s 秒...
nl_nl: Alle installatie stappen zijn doorlopen. Laad pagina voor login in %s seconden...
pl_pl: Wszystkie kroki instalacji zostały zakończone. Przekierowanie do logowania użytkownika za %s sekund...
pt_pt: Todos os passos de instalação foram concluídos. Redirecionar para o login do utilizador em %s segundos...
ru_ru: Все шаги установки выполнены. Перенаправление на вход пользователя через %s секунд...
sk: Všetky kroky inštalácie prebehli. Presmerovanie na prihlásenie používateľa za %s sekúnd...
sr: Prošli smo sve korake instalacije. Redirekcija za prijavu korisnika za %s sekundi...
sv_se: Alla installationssteg genomfördes. Omdirigerar till användarinloggning om %s sekunder...
tr_tr: Tüm kurulum adımları tamamlandı. %s saniye içinde kullanıcı girişine yönlendiriliyor...

source: Done. Go to the user login ->
bs: Gotovo. Idite na prijavu korisnika ->
de_de: Fertig. Gehe zum Benutzer-Login ->
et: Valmis. Liikuge sisselogimise lehele ->
fr_fr: Fait. Allez à la connexion utilisateur ->
hu: Kész. Menjen a felhasználói bejelentkezéshez ->
it_it: Fatto. Vai al login utente ->
ja: 完了です。ユーザーログインへ移動 ->
nl_nl: Klaar. Ga naar user login ->
pl_pl: Gotowe. Przejdź do logowania użytkownika ->
pt_pt: Feito. Ir para o início de sessão do utilizador
ru_ru: Готово. Перейдите к входу пользователя ->
sk: Hotovo. Choď na prihlásenie používateľa ->
sr: Gotovo. Idite na prijavu korisnika ->
sv_se: Klar. Gå till användarinloggningen ->
tr_tr: Tamamlandı. Kullanıcı girişine gidin ->

source: Show detailled debug log
bs: Prikaži detaljan protokol otklanjanja grešaka - debug log
de_de: Detailliertes Debug-Log anzeigen
et: Kuva üksikasjalik silumislogi
fr_fr: Afficher le journal de débogage détaillé
hu: Részletes hibakeresési napló megjelenítése
it_it: Mostra il registro di debug dettagliato
ja: 詳細なデバッグログを表示
nl_nl: Bekijk gedetailleerde debug log
pl_pl: Pokaż szczegółowy dziennik debugowania
pt_pt: Mostrar registo detalhado de debug
ru_ru: Показать подробный журнал отладки
sk: Zobraziť podrobný debug log
sr: Prikaži detaljni debug log
sv_se: Visa detaljerad felsökningslogg
tr_tr: Ayrıntılı hata ayıklama günlüğünü göster

source: Hide detailled debug log
bs: Sakrij detaljni dnevnik otklanjanja grešaka - debug log
de_de: Detailliertes Debug-Log ausblenden
et: Peitke üksikasjalik silumislogi
fr_fr: Masquer le journal de débogage détaillé
hu: Részletes hibakeresési napló elrejtése
it_it: Nascondi il log di debug dettagliato
ja: 詳細なデバッグログを非表示にする
nl_nl: Verberg gedetailleerde debug log
pl_pl: Ukryj szczegółowy dziennik debugowania
pt_pt: Esconder registo detalhado de debug
ru_ru: Скрыть подробный журнал отладки
sk: Skryť podrobný debug log
sr: Sakrij detaljni debug log
sv_se: Dölj detaljerad felsökningslogg
tr_tr: Ayrıntılı hata ayıklama günlüğünü gizle

source: Could not create application/config/config.php
bs: Nije moguće kreirati application/config/config.php
de_de: Konnte application/config/config.php nicht erstellen
et: application/config/config.php loomine ebaõnnestus
fr_fr: Impossible de créer application/config/config.php
hu: Nem sikerült létrehozni az application/config/config.php fájlt
it_it: Impossibile creare application/config/config.php
ja: application/config/config.php を作成できませんでした
nl_nl: Kan application/config/config.php niet aanmaken
pl_pl: Nie można utworzyć application/config/config.php
pt_pt: Não foi possível criar application/config/config.php
ru_ru: Не удалось создать application/config/config.php
sk: Nepodarilo sa vytvoriť application/config/config.php
sr: Ne mogu kreirati application/config/config.php
sv_se: Kunde inte skapa application/config/config.php
tr_tr: application/config/config.php oluşturulamadı

source: Could not create application/config/database.php
bs: Nije moguće kreirati application/config/database.php
de_de: Konnte application/config/database.php nicht erstellen
et: application/config/database.php loomine ebaõnnestus
fr_fr: Impossible de créer application/config/database.php
hu: Nem sikerült létrehozni az application/config/database.php fájlt
it_it: Impossibile creare application/config/database.php
ja: application/config/database.php を作成できませんでした
nl_nl: Kan application/config/database.php niet aanmaken
pl_pl: Nie można utworzyć application/config/database.php
pt_pt: Não foi possível criar application/config/database.php
ru_ru: Не удалось создать application/config/database.php
sk: Nepodarilo sa vytvoriť application/config/database.php
sr: Ne mogu kreirati application/config/database.php
sv_se: Kunde inte skapa application/config/database.php
tr_tr: application/config/database.php dosyası oluşturulamadı

source: Could not create database tables
bs: Nije moguće kreirati tabele baze podataka
de_de: Konnte Datenbanktabellen nicht erstellen
et: Andmebaasi tabelite loomine ebaõnnestus
fr_fr: Impossible de créer les tables de la base de données
hu: Nem sikerült létrehozni az adatbázis táblákat
it_it: Impossibile creare le tabelle del database
ja: データベーステーブルを作成できませんでした
nl_nl: Kan geen database tabellen aanmaken
pl_pl: Nie można utworzyć tabel bazy danych
pt_pt: Não foi possível criar as tabelas de base de dados
ru_ru: Не удалось создать таблицы базы данных
sk: Tabuľky databázy sa nepodarilo vytvoriť
sr: Ne mogu kreirati tabele baze podataka
sv_se: Kunde inte skapa databastabeller
tr_tr: Veritabanı tabloları oluşturulamadı

source: Could not run database migrations
bs: Nije moguće pokrenuti migracije baze podataka
de_de: Konnte Datenbankmigrationen nicht ausführen
et: Andmebaasi migratsioon ebaõnnestus
fr_fr: Impossible d'exécuter les migrations de la base de données
hu: Nem tudta futtatni az adatbázis-migrációkat
it_it: Impossibile eseguire le migrazioni del database
ja: データベースの移行を実行できませんでした
nl_nl: Kan geen database migratie draaien
pl_pl: Nie można uruchomić migracji bazy danych
pt_pt: Não foi possível executar as migrações da base de dados
ru_ru: Не удалось выполнить миграции базы данных
sk: Nepodarilo sa spustiť migrácie databázy
sr: Ne mogu izvršiti migraciju baze podataka
sv_se: Kunde inte utföra databas-migreringar
tr_tr: Veritabanı geçişleri çalıştırılamadı

source: Could not update DXCC data
bs: Nije moguće ažurirati DXCC podatke
de_de: Konnte DXCC-Daten nicht aktualisieren
et: DXCC andmete uuendamine ebaõnnestus
fr_fr: Impossible de mettre à jour les données DXCC
hu: Nem tudta frissíteni a DXCC adatokat
it_it: Impossibile aggiornare i dati DXCC
ja: DXCCデータを更新できませんでした
nl_nl: Kan DXCC gegevens niet updaten
pl_pl: Nie można zaktualizować danych DXCC
pt_pt: Não foi possível atualizar os dados DXCC
ru_ru: Не удалось обновить данные DXCC
sk: Nepodarilo sa aktualizovať údaje o DXCC.
sr: Ne mogu ažurirati DXCC podatke
sv_se: Kunde inte uppdatera DXCC-data
tr_tr: DXCC verileri güncellenemedi

source: Could not create install/.lock file
bs: Nije moguće kreirati install/.lock fajl
de_de: Konnte die install/.lock Datei nicht anlegen
et: install/.lock file loomine ebaõnnestus
fr_fr: Impossible de créer le fichier install/.lock
hu: Nem sikerült létrehozni a install/.lock fájlt
it_it: Impossibile creare il file install/.lock
ja: インストール/.lock ファイルを作成できませんでした
nl_nl: Kan install/.lock bestand niet aanmaken
pl_pl: Nie można utworzyć pliku install/.lock
pt_pt: Não foi possível criar o ficheiro install/.lock
ru_ru: Не удалось создать файл install/.lock
sk: Nie je možné vytvoriť install/.lock
sr: Ne mogu kreirati install/.lock datoteku
sv_se: Kunde inte skapa install/.lock-fil
tr_tr: Install/.lock dosyası oluşturulamadı

source: Wiki
et: Viki
it_it: Documentazione
ru_ru: Вики

source: Directory
fr_fr: Répertoire
ru_ru: Каталог
sr: Direktorijum

source: The 'Directory' is basically your subfolder of the webroot In normal conditions the prefilled value is doing it's job. It also can be empty.
fr_fr: Le « Répertoire » est essentiellement votre sous-dossier de la racine Web. Dans des conditions normales, la valeur préremplie fait son travail. Il peut aussi être vide.
ru_ru: 'Каталог' по сути является вашей подпапкой корневого каталога веб-сайта. В обычной ситуации предустановленное значение подходит. Оно также может быть пустым.
sr: 'Direktorijum' je u osnovi subfolder webroota. U normalnim okolnostima unapred popunjena vrednost će završiti posao. Takođe može biti i prazan.

source: No slash before or after the directory. Just the name of the folder.
fr_fr: Pas de barre oblique avant ou après le répertoire. Juste le nom du dossier.
ru_ru: Без слэша до или после директории. Только имя каталога.
sr: Bez kose crte prije ili nakon direktorijuma. Samo naziv foldera.

source: This is the complete URL where your Wavelog Instance will be available. If you run this installer locally but want to place Wavelog behind a Reverse Proxy with SSL you should type in the new URL here (e.g. %s instead of %s). Don't forget to include the directory from above.
fr_fr: Il s'agit de l'URL complète où votre instance Wavelog sera disponible. Si vous exécutez ce programme d'installation localement mais souhaitez placer Wavelog derrière un proxy inverse avec SSL, vous devez saisir la nouvelle URL ici (par exemple %s au lieu de %s). N'oubliez pas d'inclure le répertoire ci-dessus.
ru_ru: Это полный URL, по которому будет доступен ваш экземпляр Wavelog. Если вы запускаете этот установщик локально, но хотите разместить Wavelog за обратным прокси-сервером с SSL, введите здесь новый URL (например, %s вместо %s). Не забудьте включить каталог, указанный выше.
sr: Ovo je potpuni URL na kojem će biti dostupna instanca Waveloga. Ako ste pokrenuli ovaj instaler loakalno, ali želite da postavite Wavelog iza Reverse Proxy-ja sa SSL-om trebalo bi da ovde unesete novi URL (npr. %s umesto %s). Ne zaboravite da uključite i gornji direktorijum.

source: Website URL
fr_fr: URL du site web
ru_ru: URL веб-сайта
sr: URL web mesta

source: This field<br> - can't be empty<br> - have to end with a slash 'example/'<br> - have to start with 'http'
fr_fr: Ce champ<br> - ne peut pas être vide<br> - doit se terminer par une barre oblique 'exemple/'<br> - doit commencer par 'http'
ru_ru: Это поле<br> - не может быть пустым<br> - должно заканчиваться слешем 'example/'<br> - должно начинаться с 'http'
sr: Ovo polje<br> - ne može biti prazno<br> - mora da se završi sa oznakom kroz 'primer/'<br> - mora da počne sa 'http'
