Repository: wavelog/wavelog
Catalog: install/includes/gettext/locale/*/LC_MESSAGES/installer.po
Languages: bs, de_de, et, fr_fr, hu, it_it, ja, nl_nl, pl_pl, pt_pt, ru_ru, sk, sr, sv_se, tr_tr

source: We now can install Wavelog. This process can take a few minutes.
bs: Sada možemo instalirati Wavelog. Ovaj proces može potrajati nekoliko minuta.
de_de: Wir können jetzt Wavelog installieren. Dieser Vorgang kann ein paar Minuten dauern.
et: Wavelogi installeerimiseks valmis. Protsess võib võtta mõned minutid.
fr_fr: Nous pouvons maintenant installer Wavelog. Ce processus peut prendre quelques minutes.
hu: Most már telepíthetjük a Wavelogot. Ez a folyamat néhány percet vehet igénybe.
it_it: Ora possiamo installare Wavelog. Questo processo può richiedere alcuni minuti.
ja: これでWavelogをインストールできます。このプロセスには数分かかる場合があります。
nl_nl: We kunnen nu Wavelog installeren. Dit kan enige minuten duren.
pl_pl: Można teraz zainstalować Wavelog. Ten proces może zająć kilka minut.
pt_pt: Agora podemos instalar o Wavelog. Este processo pode demorar alguns minutos.
ru_ru: Теперь мы можем установить Wavelog. Этот процесс может занять несколько минут.
sk: Teraz môžeme nainštalovať Wavelog. Tento proces môže trvať niekoľko minút.
sr: Sada možemo instalirati Wavelog. Ovaj proces će potrajati nekoliko minuta.
sv_se: Vi kan nu installera Wavelog. Denna process kan ta några minuter.
tr_tr: Artık Wavelog'u yükleyebiliriz. Bu işlem birkaç dakika sürebilir.

source: Reset
bs: Resetovati
de_de: Zurücksetzen
et: Lähtesta
fr_fr: Réinitialiser
it_it: Resetta
ja: リセット
nl_nl: Herstel
pl_pl: Resetuj
pt_pt: Reiniciar
ru_ru: Сброс
sk: Resetovať
sv_se: Återställ
tr_tr: Sıfırla

source: Installer Reset
bs: Resetovanje instalacije
de_de: Installer zurücksetzen
et: Installeerija lähtestamine
fr_fr: Réinitialiser l'installateur
it_it: Reimposta l'installatore
ja: インストーラのリセット
nl_nl: Herstel Installer
pl_pl: Resetuj instalator
pt_pt: Reiniciar Instalador
ru_ru: Сброс установщика
sk: Resetovať inštalátor
sr: Reset instalacije
sv_se: Återställ installation
tr_tr: Yükleyiciyi Sıfırla

source: Do you really want to reset all data and start from scratch?
bs: Da li zaista želite resetovati sve podatke i početi ispočetka?
de_de: Willst du wirklich alle Eingaben zurücksetzen und von vorne beginnen?
et: Kas soovite andmed lähtestada ja alustada algusest?
fr_fr: Voulez-vous vraiment réinitialiser toutes les données et recommencer à zéro ?
hu: Tényleg vissza akarod állítani az összes adatot, és mindent elölről kezdeni?
it_it: Vuoi davvero resettare tutti i dati e ricominciare da capo?
ja: 本当にすべてのデータをリセットして最初からやり直しますか?
nl_nl: Wilt u zeker alle gegevens wissen en opnieuw beginnen?
pl_pl: Czy naprawdę zresetować wszystkie dane i zacząć od nowa?
pt_pt: Querer mesmo reiniciar todos os dados e começar do zero?
ru_ru: Вы действительно хотите сбросить все данные и начать с нуля?
sk: Naozaj chcete resetovať všetky údaje a začať odznova?
sr: Da li zaista želite da resetujete sve podatke i krenete iz početka?
sv_se: Vill du verkligen återställa all data och börja från början?
tr_tr: Gerçekten tüm verileri sıfırlamak ve sıfırdan başlamak istiyor musunuz?

source: Yes
bs: Da
de_de: Ja
et: Jah
fr_fr: Oui
hu: Igen
it_it: Si
ja: はい
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
sk: Áno
sr: Da
sv_se: Ja
tr_tr: Evet

source: No
bs: Ne
de_de: Nein
et: Ei
fr_fr: Non
hu: Nem
ja: いいえ
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ru_ru: Нет
sk: Nie
sr: Ne
sv_se: Nej
tr_tr: Hayır

source: Back
bs: Nazad
de_de: Zurück
et: Tagasi
fr_fr: Arrière
hu: Vissza
it_it: Indietro
ja: 戻る
nl_nl: Terug
pl_pl: Powrót
pt_pt: Voltar
ru_ru: Назад
sk: Späť
sr: Nazad
sv_se: Tillbaka
tr_tr: Geri

source: Continue
bs: Nastavi
de_de: Weiter
et: Edasi
fr_fr: Continuer
hu: Folytatás
it_it: Continua
ja: 続く
nl_nl: Doorgaan
pl_pl: Kontynuuj
pt_pt: Continuar
ru_ru: Продолжить
sk: Pokračuj
sr: Nastavi
sv_se: Fortsätt
tr_tr: Devam

source: You can't continue. Solve the red marked issues, restart the webserver and reload this page.
bs: Ne možete nastaviti. Riješite crveno označene probleme, ponovo pokrenite web server i ponovo učitajte ovu stranicu.
de_de: Du kannst nicht weitermachen. Beseitige die rot markierten Probleme, starte den Web-Server neu und aktualisiere diese Seite.
et: Jätkamine pole võimalik. Lahendage punase markeriga märgitud probleemid, taaskäivitage veebiserver ning laadige käesolev veebileht uuesti.
fr_fr: Vous ne pouvez pas continuer. Résolvez les problèmes marqués en rouge, redémarrez le serveur web et rechargez cette page.
hu: Nem folytathatod. Oldd meg a pirossal jelölt problémákat, indítsd újra a webszerverét, és töltsd be újra ezt az oldalt.
it_it: Non puoi continuare. Risolvi i problemi contrassegnati in rosso, riavvia il server web e ricarica questa pagina.
ja: 続行できません。赤でマークされた問題を解決し、ウェブサーバーを再起動してこのページを再読み込みしてください。
nl_nl: U kunt niet doorgaan. Los de rood gemarkeerde zaken op, herstart de webserver en ververs deze pagina.
pl_pl: Nie można kontynuować. Należy rozwiązać zaznaczone na czerwono problemy, zresetować serwer web i przeładować tą stronę.
pt_pt: Não pode continuar. Resolva os problemas marcados a vermelho, reinicie o servidor web e recarrega esta página.
ru_ru: Вы не можете продолжить. Решите отмеченные красным проблемы, перезапустите веб-сервер и перезагрузите эту страницу.
sk: Nie je možné pokračovať. Vyrieš červené označené problémy, reštartuj webový server a znovu načítaj túto stránku.
sr: Ne možete nastaviti. Rešite probleme označene crvenim, restartujte web server i ponovo učitajte ovu stranicu.
sv_se: Du kan inte fortsätta. Lös de rödmarkerade problemen, starta om webbservern och ladda om den här sidan.
tr_tr: Devam edemezsiniz. Kırmızı işaretli sorunları çözün, web sunucusunu yeniden başlatın ve bu sayfayı yeniden yükleyin.

source: Password can't contain ' / \ < >
bs: Lozinka ne može sadržavati ' / \ < >
de_de: Passworte dürfen ' / \ < > nicht enthalten
et: Salasõna ei tohi sisaldada ' / \ < >
fr_fr: Le mot de passe ne peut pas contenir ' / \ < >
hu: A jelszó nem tartalmazhat ' / \ < >
it_it: La password non può contenere ' / \ < >
ja: パスワードに '/\<> を含めることはできません
nl_nl: Wachtwoord kan geen ' / \ < > bevatten
pl_pl: Hasło nie może zawierać ' / \ < >
pt_pt: A palavra-passe não pode conter ' / \ < >
ru_ru: Пароль не может содержать ' / \ < >
sk: Heslo nesmie obsahovať ' / \ < >
sr: Lozinka ne može sadržati znakove ' / \ < >
sv_se: Lösenordet kan inte innehålla ' / \ < >
tr_tr: Şifre ' / \ < > içeremez

source: The callsign should not contain any pre- or suffixes as it is used as personal operator callsign.
bs: Pozivni znak ne bi trebao sadržavati nikakve pre- ili sufikse jer se koristi kao pozivni znak ličnog operatera.
de_de: Das Rufzeichen sollte keine Prä- oder Suffixe enthalten, da es als persönliches Operator-Rufzeichen verwendet wird.
et: Kutsung ei tohiks sisaldada ühtegi ees- ega järelliidet. Kasutada operaatori enda kutsungit.
fr_fr: L'indicatif ne doit pas contenir de préfixes ou de suffixes car il est utilisé comme indicatif personnel de l'opérateur.
hu: A hívójel nem tartalmazhat elő- vagy utótagokat, mivel ez a személyes hívójeled lesz a redszerben.
it_it: Il nominativo non dovrebbe contenere prefissi o suffissi poiché viene utilizzato come nominativo personale dell'operatore.
ja: コールサインはオペレーター個人のコールサインとして使用されるため、接頭辞や接尾辞を含めることはできません。
nl_nl: De roepnaam mag geen voor- of achtervoegsels bevatten, omdat deze wordt gebruikt als persoonlijke operatorroepnaam.
pl_pl: Znak wywoławczy nie powinien zawierać żadnych prefiksów ani sufiksów, ponieważ jest używany jako osobisty znak operatora.
pt_pt: O indicativo de chamada não deve conter prefixos ou sufixos, pois é usado como indicativo de chamada pessoal do operador.
ru_ru: Позывной не должен содержать никаких префиксов или суффиксов, так как он используется как личный позывной оператора.
sk: Volacia značka by nemala obsahovať žiadne predpony ani prípony, pretože sa používa ako osobná volacia značka operátora.
sr: Pozivni znak ne bi trebalo da sadrži bilo kakve prefikse ili sufiksa pošto se koristi kao operatorov lični pozivni znak.
sv_se: Anropssignalen ska inte innehålla några prefix eller suffix eftersom det är operatörens anropssignal.
tr_tr: Çağrı işareti, kişisel operatör çağrı işareti olarak kullanıldığından herhangi bir ön ek veya son ek içermemelidir.

source: The callsign can not contain any special characters. It's your personal callsign without any pre- or suffixes.
bs: Pozivni znak ne može sadržavati nikakve posebne znakove. To je vaš lični pozivni znak bez pred- ili sufiksa.
de_de: Das Rufzeichen darf keine Sonderzeichen enthalten. Es ist dein persönliches Rufzeichen ohne Prä- oder Suffixe.
et: Kutsung ei tohi sisaldada ühtegi erisümbolit. Kasuta oma enda kutsungit ilma ühegi ees- ega järelliiteta.
fr_fr: L'indicatif ne peut pas contenir de caractères spéciaux. C'est ton indicatif personnel sans préfixes ni suffixes.
hu: A hívójel nem tartalmazhat különleges karaktereket. Ez a te személyes hívójeled elő- vagy utótagok nélkül.
it_it: Il nominativo non può contenere caratteri speciali. È il tuo nominativo personale senza alcun prefisso o suffisso.
ja: コールサインには特殊文字を含めることはできません。接頭辞や接尾辞のない、あなた専用のコールサインです。
nl_nl: De roepnaam mag geen speciale tekens bevatten. Het is je persoonlijke roepnaam zonder voor- of achtervoegsels.
pl_pl: Znak wywoławczy nie może zawierać żadnych znaków specjalnych. To osobisty znak wywoławczy, bez przedrostków oraz przyrostków.
pt_pt: O indicativo de chamada não pode conter caracteres especiais. É o teu indicativo pessoal sem quaisquer prefixos ou sufixos.
ru_ru: Позывной не может содержать специальных символов. Это ваш личный позывной без каких-либо префиксов или суффиксов.
sk: Volacia značka nesmie obsahovať žiadne špeciálne znaky. Je to Tvoja osobná volacia značka bez akýchkoľvek predpon alebo prípon.
sr: Pozivni znak ne može sadržati nikakve specijalne karaktere. To je vaš lični pozivni znak bez ikavog prefiksa ili sufiksa.
sv_se: Anropssignalen kan inte innehålla några specialtecken. Det är din personliga anropssignal utan några prefix eller suffix.
tr_tr: Çağrı işareti özel karakterler içeremez. Kişisel çağrı işaretiniz ön veya son ek olmadan yazın.

source: Error: At least Hostname/IP, Database Name and Username are required.
bs: Greška: Potrebni su najmanje ime hosta/IP, naziv baze podataka i korisničko ime.
de_de: Fehler: Mindestens Hostname/IP, Datenbankname und Benutzername werden benötigt.
et: Viga: Hostinimi/IP, andmebaasi nimi ja kasutajanimi on kohustuslikud.
fr_fr: Erreur : Au moins le nom d'hôte/IP, le nom de la base de données et le nom d'utilisateur sont requis.
hu: Hiba: Legalább a Hostnév/IP, az adatbázis neve és a felhasználónév szükséges.
it_it: Errore: Sono richiesti almeno Nome host/IP, Nome del database e Nome utente.
ja: エラー: 少なくともホスト名/IP、データベース名、ユーザー名が必要です。
nl_nl: Fout: Op zijn minst Hostname/IP-adres, Database naam en gebruikersnaam invullen.
pl_pl: Błąd: Wymagane są co najmniej nazwa hosta/IP, nazwa bazy danych i nazwa użytkownika.
pt_pt: Erro: Pelo menos o Nome do Host/IP, Nome da Base de Dados e Nome de Utilizador são necessários.
ru_ru: Ошибка: Требуются как минимум имя хоста/IP, имя базы данных и имя пользователя.
sk: Chyba: je potrebné zadať aspoň host/IP, názov databázy a užívateľské meno.
sr: Greška: Najmanje što vam je potrebno je naziv hosta/IP, naziv baze podataka i korisničko ime.
sv_se: Fel: Minst Värdnamn/IP, Databasnamn och Användarnamn krävs.
tr_tr: Hata: Sunucu Adı/IP, Veritabanı Adı ve Kullanıcı Adı mutlaka girilmelidir.

source: Connecting...
bs: Povezivanje...
de_de: Verbinden...
et: Loon ühendust...
fr_fr: Connection...
hu: Csatlakozás...
it_it: Collegamento in corso...
ja: 接続中...
nl_nl: Verbinden...
pl_pl: Łączenie...
pt_pt: Ligação...
ru_ru: Подключение...
sk: Pripája sa...
sr: Povezivanje...
sv_se: Ansluter...
tr_tr: Bağlanıyor...

source: Connection was successful and your database should be compatible.
bs: Konekcija je bila uspješna i vaša baza podataka bi trebala biti kompatibilna.
de_de: Verbindung war erfolgreich und die Datenbank sollte kompatibel sein.
et: Ühenduse loomine oli edukas ning andmebaas on ühilduv.
fr_fr: La connexion a été réussie et votre base de données devrait être compatible.
hu: A kapcsolat sikeres volt, és az adatbázis kompatibilis.
it_it: La connessione è riuscita e il tuo database dovrebbe essere compatibile.
ja: 接続は成功し、データベースは互換性があるはずです。
nl_nl: Verbinding geslaagd en uw database zou compatibel moeten zijn.
pl_pl: Połączenie zakończyło się sukcesem i baza danych powinna być kompatybilna.
pt_pt: A ligação foi bem sucedida e a sua base de dados apararenta ser compatível.
ru_ru: Соединение было успешным, и ваша база данных должна быть совместимой.
sk: Pripojenie bolo úspešné a vaša databáza by mala byť kompatibilná.
sr: Povezivanje je bilo uspešno i trebalo bi da je vaša baza podataka kompatibilna.
sv_se: Anslutningen lyckades och din databas är kompatibel.
tr_tr: Bağlantı başarılı, veritabanınız uyumlu görünüyor.

source: Connection was successful but your database seems too old for Wavelog. You can try to continue but you could run into issues.
bs: Konekcija je bila uspješna, ali vaša baza podataka izgleda prestara za Wavelog. Možete pokušati da nastavite, ali možete naići na probleme.
de_de: Verbindung war erfolgreich, aber deine Datenbank scheint zu alt für Wavelog zu sein. Du kannst es weiter versuchen, es könnten jedoch Probleme auftreten.
et: Ühenduse loomine õnnestus, aga andmebaas on Wavelogi jaoks liiga vana. Saad jätkata, aga võid sattuda probleemidega silmitsi.
fr_fr: La connexion a réussi mais votre base de données semble trop ancienne pour Wavelog. Vous pouvez essayer de continuer mais vous pourriez rencontrer des problèmes.
hu: A kapcsolat sikeres volt, de az adatbázis túl öregnek tűnik a Waveloghoz. Megpróbálhatod folytatni, de problémákba ütközhetsz.
it_it: La connessione è riuscita, ma il tuo database sembra troppo vecchio per Wavelog. Puoi provare a continuare, ma potresti incontrare problemi.
ja: 接続は成功しましたが、データベースがWavelogには古すぎるようです。続行することはできますが、問題が発生する可能性があります。
nl_nl: Verbinding geslaagd, maar uw database lijkt te oud te zijn. U kunt doorgaan, maar het kan wel fouten veroorzaken.
pl_pl: Połączenie zakończone sukcesem, ale baza danych wydaje się zbyt stara dla Wavelog. Można spróbować kontynuować, ale mogą wystąpić problemy.
pt_pt: A ligação foi bem sucedida, mas a sua base de dados parece ser demasiado antiga para o Wavelog. Pode tentar continuar, mas poderá ter problemas.
ru_ru: Соединение было успешным, но ваша база данных кажется слишком старой для Wavelog. Вы можете попробовать продолжить, но могут возникнуть проблемы.
sk: Pripojenie bolo úspešné, ale vaša databáza sa zdá byť príliš stará pre Wavelog. Môžete skúsiť pokračovať, ale mohli by ste naraziť na problémy.
sr: Povezivanje je bilo uspešno, ali izgleda da je vaša baza podataka isuviše stara za Wavelog. Možete nastaviti ali biste mogli naići na probleme.
sv_se: Anslutningen lyckades men din databas verkar vara för gammal för Wavelog. Du kan fortsätta men du kan stöta på problem.
tr_tr: Bağlantı başarılı oldu ancak veritabanınız Wavelog için çok eski görünüyor. Devam etmeyi deneyebilirsiniz ancak sorunlarla karşılaşabilirsiniz.

source: The min. version for MySQL is %s, for MariaDB it's %s.
bs: Min. verzija za MySQL je %s, za MariaDB je %s.
de_de: Die min. Version für MySQL ist %s, für MariaDB ist es %s.
et: Väikseim lubatud MySQLi versioon on %s. MariaDB puhul %s.
fr_fr: La version min. pour MySQL est %s, pour MariaDB c'est %s.
hu: A minimális verzió a MySQL esetében %s, a MariaDB esetében %s.
it_it: La versione minima per MySQL è %s, per MariaDB è %s.
ja: MySQLの最小バージョンは%s、MariaDBの最小バージョンは%sです。
nl_nl: De minimale versie voor MySQL is %s, voor MariaDB is het %s.
pl_pl: Minimalna wersja dla MySQL to %s, dla MariaDB to %s.
pt_pt: A versão mínima para MySQL é %s, para MariaDB é %s.
ru_ru: Минимальная версия для MySQL - %s, для MariaDB - %s.
sk: Minimálna verzia pre MySQL je %s, pre MariaDB je %s.
sr: Minimalna verzija za MySQL je %s, za MariaDB je %s.
sv_se: Den lägsta versionen för MySQL är %s, för MariaDB är det %s.
tr_tr: Minimum sürüm MySQL için %s, MariaDB için %s.

source: Search
bs: Traži
de_de: Suche
et: Otsi
fr_fr: Chercher
hu: Keresés
it_it: Cerca
ja: 検索
nl_nl: Zoeken
pl_pl: Szukaj
pt_pt: Procurar
ru_ru: Поиск
sk: Hľadať
sr: Pretraga
sv_se: Sök
tr_tr: Ara

source: At least one field is empty.
bs: Najmanje jedno polje je prazno.
de_de: Mindestens ein Feld ist leer.
et: Vähemalt üks väli on tühi.
fr_fr: Au moins un champ est vide.
hu: Legalább egy mező üres.
it_it: Almeno un campo è vuoto.
ja: 少なくとも 1 つのフィールドが空です。
nl_nl: Er is in ieder geval één veld leeg.
pl_pl: Przynajmniej jedno pole jest puste.
pt_pt: Pelo menos um campo está vazio.
ru_ru: По крайней мере одно поле пустое.
sk: Aspoň jedno pole je prázdne.
sr: Najmanje jedno polje je prazno.
sv_se: Minst ett fält är tomt.
tr_tr: En az bir alan boş.

source: Stop here for a Moment. Your chosen DXCC is outdated and not valid anymore. Check which DXCC for this particular location is the correct one. If you are sure, ignore this warning.
bs: Zaustavite se na trenutak. Vaš odabrani DXCC je zastario i više nije važeći. Provjerite koji je DXCC za ovu određenu lokaciju ispravan. Ako ste sigurni, zanemarite ovo upozorenje.
de_de: Stoppe hier für einen Moment. Das von dir gewählte DXCC ist abgelaufen und nicht mehr gültig. Überprüfe, welches das richtige DXCC für den Standort der Station ist. Als Beispiel: Deutschland ist nicht mehr 'Germany' sondern 'Federal Republic of Germany'. Wenn du dir sicher bist, ignoriere diese Warnung.
et: Peatu hetkeks. DXCC andmebaas on aegunud. Kontrolli, milline DXCC on antud asukoha jaoks korrektne. Kui olete oma valikus kindel, siis võite seda teadet ignoreerida.
fr_fr: Arrêtez-vous ici un moment. Votre DXCC choisi est obsolète et n'est plus valide. Vérifiez quel DXCC pour cet emplacement particulier est le bon. Si vous êtes sûr, ignorez cet avertissement.
hu: Állj meg itt egy pillanatra. Az általad választott DXCC elavult és már nem érvényes. Ellenőrizd, hogy melyik DXCC a helyes az adott helyhez. Ha biztos vagy benne, hagyd figyelmen kívül ezt a figyelmeztetést.
it_it: Fermati qui un momento. Il tuo DXCC scelto è obsoleto e non più valido. Controlla quale DXCC per questa particolare posizione è quello corretto. Se sei sicuro, ignora questo avviso.
ja: ここで少しお待ちください。選択したDXCCは古く、無効になっています。この特定の場所のDXCCが正しいかご確認ください。間違いがなければ、この警告は無視してください。
nl_nl: Even wachten. De gekozen DXCC is oud en iet meer geldig. Controleer welke DXCC wel de correcte is. Bent u zeker, negeer dan deze waarschuwing.
pl_pl: Należy zatrzymać się tutaj na chwilę. Wybrany DXCC jest przestarzały i już nieaktualny. Należy sprawdzić, który DXCC dla tej konkretnej lokalizacji jest poprawny. Jeśli istnieje pewność, można zignorować to ostrzeżenie.
pt_pt: Espere! O DXCC que escolheu está desatualizado e já não é válido. Verifique qual é o DXCC correto para o local em questão. Se tiver a certeza, ignore este aviso.
ru_ru: Остановитесь на мгновение. Выбранный вами DXCC устарел и больше не действителен. Проверьте, какой DXCC для данного конкретного места является правильным. Если вы уверены, проигнорируйте это предупреждение.
sk: Zastav sa tu na chvíľu. Tvoj vybraný DXCC je zastaraný a už nie je platný. Skontroluj, ktorý DXCC je pre toto konkrétne miesto správny. Ak si si istý, ignoruj toto varovanie.
sr: Zaustavite se ovde na trenutak. DXCC koju ste izabrali je zastarela i više nije validna. Proverite koja DXCC je ispravna za ovu lokaciju. Ako ste sigurni da ste upisali tačne podatke, ignorišite ovo upozrenje.
sv_se: Stanna här ett ögonblick. Din valda DXCC är inte längre giltig. Kontrollera vilken DXCC som är korrekt för denna specifika plats. Om du är säker, ignorera denna varning.
tr_tr: Lütfen durun. Seçtiğiniz DXCC güncel değil ve artık geçerli değil. Bu konum için doğru DXCC’yi kontrol edin. Eğer eminseniz, bu uyarıyı yok sayabilirsiniz.

source: The locator seems to be not in the correct format. Should look like AA11AA (6-char grid locator).
bs: Čini se da lokator nije u ispravnom formatu. Trebalo bi izgledati kao AA11AA (lokator mreže od 6 znakova).
de_de: Der Locator scheint nicht im richtigen Format zu sein. Sollte wie AA11AA aussehen (6-stelliger Grid-Locator).
et: Lokaator on ebakorrektne. Peaks olema midagi sellist AA11AA (6 sümbolit).
fr_fr: Le locator ne semble pas être au bon format. Il devrait ressembler à AA11AA (locator de grille à 6 caractères).
hu: Úgy tűnik, hogy a Locator nem a megfelelő formátumban van. Úgy kellene kinéznie, mint AA11AA (6 karakteres rácsos helymeghatározó).
it_it: Il locator sembra non essere nel formato corretto. Dovrebbe essere simile a AA11AA (locator a 6 caratteri).
ja: ロケータの形式が正しくないようです。AA11AA（6文字のグリッドロケータ）のように表記されている必要があります。
nl_nl: De locator is niet in het juiste formaat. Het moet lijken op AA11AA (6-karakter Maidenhad locator).
pl_pl: Wydaje się, że lokator nie jest w poprawnym formacie. Powinien wyglądać jak AA11AA (6-znakowy lokator).
pt_pt: O locator parece não estar no formato correto. Deve ser algo tipo AA11AA (locator de 6 caracteres).
ru_ru: Похоже, что локатор не в правильном формате. Должен выглядеть как AA11AA (6-символьный QTH-локатор).
sk: Zdá sa, že lokátor nemá správny formát. Mal by vyzerať ako AA11AA (6-znakový lokátor).
sr: Izgleda da lokator nema ispravan format. Trebalo bi da liči na AA11AA (lokator polja sa 6 karaktera).
sv_se: Lokatorn verkar inte vara i rätt format. Bör se ut som AA11AA (6-teckens rutnätslokator).
tr_tr: Görünen o ki, konum doğru formatta değil. AA11AA (6 karakterli grid locator) gibi olmalı.

source: The e-mail adress does not look correct. Make sure it's a valid e-mail address
bs: E-mail adresa ne izgleda ispravno. Provjerite je li to važeća e-mail adresa
de_de: Die E-Mail-Adresse sieht nicht korrekt aus. Stelle sicher, dass es eine gültige E-Mail-Adresse ist
et: E-maili aadress ei ole korrektne. Palun kontrolli aadressi
fr_fr: L'adresse e-mail ne semble pas correcte. Assurez-vous qu'il s'agit d'une adresse e-mail valide
hu: Az e-mail cím nem tűnik helyesnek. Győződjél meg róla, hogy érvényes e-mail címről van szó
it_it: L'indirizzo e-mail non sembra corretto. Assicurati che sia un indirizzo e-mail valido
ja: メールアドレスが正しくないようです。有効なメールアドレスであることを確認してください
nl_nl: Het e-mail adres lijkt onjuist. Zorg voor een correct e-mail adres
pl_pl: Adres email nie wygląda na poprawny. Należy upewnić się, że jest to prawidłowy adres email
pt_pt: O endereço de e-mail não parece correto. Certifique-se de que é um endereço de e-mail válido
ru_ru: Адрес электронной почты выглядит некорректным. Убедитесь, что это действительный адрес электронной почты
sk: E-mailová adresa nevyzerá správne. Uistite sa, že je to platná e-mailová adresa
sr: E-mail adresa ne izgleda tačno. Uverite se da je to ispravna e-mail adresa
sv_se: E-postadressen ser inte korrekt ut. Se till att det är en giltig e-postadress
tr_tr: E-posta adresi dogru görünmüyor. Geçerli bir e-posta adresi oldugundan emin olun

source: Password should be at least 8 characters long
bs: Lozinka treba da ima najmanje 8 znakova
de_de: Das Passwort sollte mindestens 8 Zeichen lang sein
et: Salasõna peab olema vähemalt 8 tähemärki pikk
fr_fr: Le mot de passe doit comporter au moins 8 caractères
hu: A jelszónak legalább 8 karakter hosszúnak kell lennie
it_it: La password deve essere lunga almeno 8 caratteri
ja: パスワードは8文字以上である必要があります
nl_nl: Wachtwoord moet minimaal 8 tekens lang zijn
pl_pl: Hasło powinno mieć co najmniej 8 znaków
pt_pt: A palavra-passe deve ter pelo menos 8 caracteres
ru_ru: Длина пароля должна быть не менее 8 символов
sk: Heslo by malo mať aspoň 8 znakov.
sr: Lozinka bi trebalo da je dugačka barem 8 znakova
sv_se: Lösenordet ska vara minst 8 tecken långt
tr_tr: Şifre en az 8 karakter uzunluğunda olmalıdır
