Repository: wavelog/wavelog
Catalog: install/includes/gettext/locale/*/LC_MESSAGES/installer.po
Languages: bs, de_de, et, fr_fr, hu, it_it, ja, nl_nl, pl_pl, pt_pt, ru_ru, sk, sr, sv_se, tr_tr

source: Failed
bs: Nije uspjelo
de_de: Fehlgeschlagen
et: Ebaõnnestus
fr_fr: Échoué
hu: Sikertelen
it_it: Fallito
ja: 失敗した
nl_nl: Mislukt
pl_pl: Niepowodzenie
pt_pt: Falhou
ru_ru: Не удалось
sk: Zlyhanie
sr: Neuspešno
sv_se: Ej Godkänt
tr_tr: Başarısız

source: Some Checks have failed!
bs: Neke provjere nisu uspjele!
de_de: Einige Prüfungen sind fehlgeschlagen!
et: Mõned kontrollid ebaõnnestusid!
fr_fr: Certaines vérifications ont échoué !
hu: Néhány ellenőrzés sikertelen volt!
it_it: Alcuni controlli sono falliti!
ja: 一部のチェックに失敗しました！
nl_nl: Enkele controles faalden!
pl_pl: Niektóre testy zakończyły się niepowodzeniem!
pt_pt: Algumas verificações falharam!
ru_ru: Некоторые проверки не прошли!
sk: Niektoré kontroly zlyhali!
sr: Neke provere su bile neuspešne!
sv_se: Vissa kontroller har misslyckats!
tr_tr: Bazı Kontroller Başarısız Oldu!

source: Check your PHP settings and install missing modules if necessary.
bs: Provjerite svoje PHP postavke i instalirajte module koji nedostaju ako je potrebno.
de_de: Überprüfe deine PHP-Einstellungen und installiere fehlende Module, falls notwendig.
et: Kontrolli PHP sätteid ja installeeri puuduolevad moodulid.
fr_fr: Vérifiez vos paramètres PHP et installez les modules manquants si nécessaire.
hu: Ellenőrizze a PHP beállításait, és szükség esetén telepítse a hiányzó modulokat.
it_it: Controlla le impostazioni di PHP e installa i moduli mancanti se necessario.
ja: PHP 設定を確認し、必要に応じて不足しているモジュールをインストールしてください。
nl_nl: Controleer uw PHP modules en installeer de missende modules indien nodig.
pl_pl: Należy sprawdzić ustawienia PHP i - jeśli to konieczne - zainstalować brakujące moduły.
pt_pt: Verifique as suas configuções PHP e se necessário, instale os módulos em falta.
ru_ru: Проверьте настройки PHP и установите недостающие модули, если необходимо.
sk: Skontroluj svoje PHP nastavenia a nainštaluj chýbajúce moduly, ak je to potrebné.
sr: Proverite vaša PHP podešavanja i instalirajte nedostajuće module ako je to potrebno.
sv_se: Kontrollera dina PHP-inställningar och installera saknade moduler om det behövs.
tr_tr: PHP ayarlarınızı kontrol edin ve gerekirse eksik modülleri yükleyin.

source: After that, you have to restart your webserver and start the installer again.
bs: Nakon toga, morate ponovo pokrenuti svoj web server i ponovo pokrenuti instalater.
de_de: Danach musst du deinen Webserver neu starten und den Installer erneut starten.
et: Peale seda peate taaskäivitama oma veebiserveri ning seejärel installeerija.
fr_fr: Après cela, vous devez redémarrer votre webserver et redémarrer le programme d'installation.
hu: Ezután újra kell indítanod a webszervert, és újra kell indítanod a telepítőt.
it_it: Dopo di che, devi riavviare il tuo server web e avviare di nuovo l'installatore.
ja: その後、Web サーバーを再起動してインストーラーを再度起動する必要があります。
nl_nl: Daarna moet je de webserver herstarten en de installer opnieuw starten.
pl_pl: Następnie należy ponownie uruchomić serwer sieciowy i ponowić instalację.
pt_pt: Depois disso, tem de reiniciar o seu servidor Web e iniciar novamente o instalador.
ru_ru: После этого вам нужно перезапустить веб-сервер и снова запустить установщик.
sk: Potom musíš reštartovať webový server a znova spustiť inštalátor.
sr: Nakon toga, restartujte vaš web server i ponovo pokrenite instaler.
sv_se: Efter det måste du starta om din webbserver och starta installationsprogrammet igen.
tr_tr: Daha sonra web sunucunuzu yeniden başlatmanız ve yükleyiciyi tekrar başlatmanız gerekiyor.

source: In case of failed 'Folder Write Permissions' check out our Wiki <a href='%s' target='_blank'>here</a>.
bs: U slučaju neuspjelih 'Dozvola za pisanje foldera' provjerite naš Wiki <a href='%s' target='_blank'>ovdje</a>.
de_de: Im Falle fehlgeschlagener 'Ordner-Schreibberechtigungen' schau dir unser Wiki <a href='%s' target='_blank'>hier</a> an.
et: Kausta kirjutamisõigustega seotud probleemide korral lugege Vikit <a href='%s' target='_blank'>siin</a>.
fr_fr: En cas d'échec de la vérification des 'Permissions d'écriture du dossier', consultez notre Wiki <a href='%s' target='_blank'>ici</a>.
hu: Sikertelen 'Mappa írási jog' esetén nézd meg a Wikit <a href='%s' target='_blank'>itt</a>.
it_it: In caso di fallimento del controllo 'Permessi di scrittura della cartella', consulta il nostro Wiki <a href='%s' target='_blank'>qui</a>.
ja: 「フォルダ書き込み権限」が失敗した場合は、Wikiをご覧ください。 <a href='%s' target='_blank'> ここ </a> です。
nl_nl: In geval van falende 'Map schrijf bevoegdheden', raadpleeg dan onze Wiki <a href='%s' target='_blank'>hier</a>.
pl_pl: W przypadku niepowodzenia sprawdzenia 'Uprawnień do zapisu w folderze' należy sprawdzić nasze Wiki <a href='%s' target='_blank'>tutaj</a>.
pt_pt: Em caso da falha 'Permissões de Escrita na Pasta', consulte a nossa Wiki <a href='%s' target='_blank'>aqui</a>.
ru_ru: В случае неудачной проверки 'Разрешения на запись в каталог' ознакомьтесь с нашей вики <a href='%s' target='_blank'>здесь</a>.
sk: Ak v prípade zlyhania 'Povolení zapisovania do priečinka' skontrolujte našu Wiki <a href='%s' target='_blank'>tu</a>.
sr: U slučaju greške "Greška u dozvoli pisanja u folder" pogledajte <a href='%s' target='_blank'>ovde</a> našu Wiki.
sv_se: I händelse av misslyckade 'Skrivrättigheter för mappar' kolla in vår Wiki <a href='%s' target='_blank'>här</a>.
tr_tr: 'Klasör Yazma İzinleri'nin başarısız olması durumunda <a href='%s' target='_blank'>buradan</a> Wiki'mize göz atın.

source: You have some warnings!
bs: Imate neka upozorenja!
de_de: Du hast ein paar Warnungen!
et: Hoiatused!
fr_fr: Vous avez quelques avertissements !
hu: Van néhány figyelmeztetés!
it_it: Hai degli avvertimenti!
ja: いくつか警告があります！
nl_nl: U hebt enkele waarschuwingen!
pl_pl: Wykryto kilka ostrzeżeń!
pt_pt: Tem alguns avisos!
ru_ru: У тебя есть несколько предупреждений!
sk: Máš nejaké upozornenia!
sr: Imate neka upozorenja!
sv_se: Du har några varningar!
tr_tr: Bazı uyarılarınız var!

source: Some of the settings are not optimal. You can proceed with the installer but be aware that you could run into problems while using Wavelog.
bs: Neke postavke nisu optimalne. Možete nastaviti s instalacijom, ali imajte na umu da biste mogli naići na probleme dok koristite Wavelog.
de_de: Einige der Einstellungen sind nicht optimal. Du kannst mit dem Installer fortfahren, aber sei dir bewusst, dass du auf Probleme stossen könntest, während du Wavelog benutzt.
et: Kõik sätted ei ole optimaalsed. Saate installeerimisega jätkata, aga olge hoiatatud, et võite Wavelogi kasutamine võib olla häiritud.
fr_fr: Certains paramètres ne sont pas optimaux. Vous pouvez poursuivre le programme d'installation, mais sachez que vous pourriez rencontrer des problèmes lors de l'utilisation de Wavelog.
hu: Néhány beállítás nem optimális. Folytathatod a telepítést, de vedd figyelembe, hogy a Wavelog használata során problémákba ütközhetsz.
it_it: Alcune delle impostazioni non sono ottimali. Puoi procedere con l'installazione, ma tieni presente che potresti incontrare problemi durante l'uso di Wavelog.
ja: 一部の設定が最適ではありません。インストーラーを続行することはできますが、Wavelog の使用中に問題が発生する可能性があることにご注意ください。
nl_nl: Enkele instellingen zijn niet optimaal. U kunt doorgaan met installeren, maar vergewis u er van dat u enkele problemen kunt tegenkomen.
pl_pl: Niektóre ustawienia nie są optymalne. Można kontynuować instalację, ale należy pamiętać, że podczas korzystania z Wavelog mogą wystąpić problemy.
pt_pt: Algumas das configurações não são as melhores. Pode prosseguir com o instalador, mas tenha em atenção que poderá ter problemas ao utilizar o Wavelog.
ru_ru: Некоторые настройки не оптимальны. Вы можете продолжить установку, но имейте в виду, что при использовании Wavelog могут возникнуть проблемы.
sk: Niektoré nastavenia nie sú optimálne. Môžeš pokračovať s inštalátorom, ale uvedom si, že pri používaní Wavelog by sa mohli vyskytnúť problémy.
sr: Neka od podešavanja nisu optimalna. Možete nastaviti sa instalacijom ali imajte na umu da može doći do problema tokom korišćenja Waveloga.
sv_se: Vissa av inställningarna är inte optimala. Du kan fortsätta med installationsprogrammet men var medveten om att du kan stöta på problem när du använder Wavelog.
tr_tr: Bazı ayarlar optimal değil. Yükleyiciyle devam edebilirsiniz ancak Wavelog kullanırken sorunlarla karşılaşabileceğinizi unutmayın.

source: All Checks are OK. You can continue.
bs: Sve provjere su u redu. Možete nastaviti.
de_de: Alle Checks sind OK. Du kannst weitermachen.
et: Kontrollid õnnestusid. Võite jätkata.
fr_fr: Tout est OK. Vous pouvez continuer.
hu: Minden ellenőrzés rendben van. Folytathatod.
it_it: Tutti i controlli sono OK. Puoi continuare.
ja: すべてのチェックは正常です。続行できます。
nl_nl: Alle controles kloppen. U kunt door gaan.
pl_pl: Wszystko wygląda prawidłowo. Można kontynuować.
pt_pt: Todas as verificações estão correctas. Pode continuar.
ru_ru: Все проверки в порядке. Можешь продолжать.
sk: Všetky kontroly sú v poriadku. Môžeš pokračovať.
sr: Sve provere su u redu. Možete nastaviti.
sv_se: Alla kontroller är OK. Du kan fortsätta.
tr_tr: Tüm kontroller tamam. Devam edebilirsiniz.

source: Configure some basic parameters for your wavelog instance. You can change them later in 'application/config/config.php'
bs: Konfigurirajte neke osnovne parametre za svoju instancu talasnog zapisa. Možete ih promijeniti kasnije u 'application/config/config.php'
de_de: Konfiguriere einige grundlegende Parameter für deine Wavelog-Instanz. Du kannst sie später in 'application/config/config.php' ändern
et: Konfigureerige Wavelogi baasparameetrid. Saate neid hilje muuta failis 'application/config/config.php'
fr_fr: Configurez certains paramètres basiques pour votre instance Wavelog. Vous pourrez les modifier ultérieurement dans 'application/config/config.php'
hu: Állíts be néhány alapvető paramétert a wavelog-példányodhoz. Ezeket később a 'application/config/config.php' fájlban módosíthatod.
it_it: Configura alcuni parametri di base per la tua istanza wavelog. Puoi cambiarli successivamente in 'application/config/config.php'
ja: Wavelogインスタンスの基本パラメータを設定します。これらのパラメータは後から「application/config/config.php」で変更できます
nl_nl: Configureer enkele basis instellingen voor jouw Wavelog installatie. Deze kunnen later in 'application/config/config.php' nog gewijzigd worden
pl_pl: Konfigurowanie podstawowych parametrów instancji Wavelog. Można je później zmienić w 'application/config/config.php'
pt_pt: Configure alguns parâmetros básicos para a sua instância do wavelog. Pode alterá-los mais tarde em 'application/config/config.php'
ru_ru: Настройте некоторые основные параметры для вашего экземпляра wavelog. Вы можете изменить их позже в 'application/config/config.php'
sk: Nastav základné parametre pre tvoju inštanciu wavelogu. Neskôr ich môžeš zmeniť v 'application/config/config.php'
sr: Konfigurišite neke osnovne paramtere za vašu verziju Waveloga. Možete ih promeniti kasnije u 'application/config/config.php'
sv_se: Konfigurera några grundläggande parametrar för din wavelog-instans. Du kan ändra dem senare i 'application/config/config.php'
tr_tr: Wavelog örneğiniz için bazı temel parametreleri yapılandırın. Bunları daha sonra 'application/config/config.php'den değiştirebilirsiniz

source: This is the URL where you can access this Wavelog instance after the installer has run. If this does not display what you expect, you may need to check your web server configuration. This is the base_url in your config.php, which can be edited after the installation.
de_de: Dies ist die URL, unter der du auf diese Wavelog-Instanz zugreifen kannst, nachdem der Installer ausgeführt wurde. Wenn dies nicht das anzeigt, was du erwartest, musst du möglicherweise deine Webserver-Konfiguration überprüfen. Dies ist die base_url in deiner config.php, die nach der Installation bearbeitet werden kann.
hu: Ez az az URL, amelyen a telepítő futtatása után elérheted ezt a Wavelog-példányt. Ha ez nem azt mutatja, amire számítasz, akkor ellenőrizd a webszerver konfigurációját. Ez a base_url a config.php fájlban, amelyet a telepítés után szerkeszthetsz.
it_it: Questo è l'URL dove puoi accedere a questa istanza di Wavelog dopo che l'installatore è stato eseguito. Se non visualizza ciò che ti aspetti, potresti dover controllare la configurazione del tuo server web. Questo è il base_url nel tuo config.php, che può essere modificato dopo l'installazione.
ja: これは、インストーラ実行後にWavelogインスタンスにアクセスできるURLです。期待どおりに表示されない場合は、Webサーバーの設定を確認してください。これはconfig.phpのbase_urlで、インストール後に編集できます。
nl_nl: Dit is de URL waar u Wavelog kunt vinden nadat de installer klaar is. Als u niet dan het vinden kunt, kan het helpen om de webserver configuratie te controleren. Dit is de 'base_url' in uw config.php, die aangepast kan worden na de installatie.
pl_pl: Jest to adres URL, w którym można uzyskać dostęp do tej instancji Wavelog po uruchomieniu instalatora. Jeśli nie wyświetla tego, czego oczekujesz, może być konieczne sprawdzenie konfiguracji serwera WWW. To jest base_url w Twoim config.php, który można edytować po instalacji.
pt_pt: Este é o URL onde pode aceder a esta instância do Wavelog após a execução do instalador. Se isto não mostrar o que espera, pode ser necessário verificar a configuração do seu servidor web. Este é o base_url no seu config.php, que pode ser editado após a instalação.
sk: Toto je URL adresa, na ktorej môžete pristupovať k tejto inštancii Wavelogu po spustení inštalátora. Ak sa nezobrazuje to, čo očakávate, možno budete musieť skontrolovať konfiguráciu Vášho webového servera. Toto je base_url vo vašom súbore config.php, ktoré môžete upraviť po inštalácii.
sv_se: Detta är URL:en där du kan komma åt den här Wavelog-instansen efter att installationsprogrammet har körts. Om detta inte visar vad du förväntar dig kan du behöva kontrollera din webbserverkonfiguration. Detta är base_url i din config.php, som kan redigera efter installationen.
tr_tr: Bu, yükleyici çalıştıktan sonra bu Wavelog örneğine erişebileceğiniz URL'dir. Beklediğiniz sonucu görüntüleyemiyorsanız, web sunucusu yapılandırmanızı kontrol etmeniz gerekebilir. Bu, kurulumdan sonra düzenleyebileceğiniz config.php dosyanızdaki base_url'dir.

source: Your final Wavelog URL
de_de: Deine endgültige Wavelog-URL
hu: A végleges Wavelog URL
it_it: Il tuo URL finale di Wavelog
ja: 最終的なWavelog URL
nl_nl: Uw uiteindelijke Wavelog URL
pl_pl: Twój ostateczny adres Wavelog
pt_pt: O URL final do seu Wavelog
sk: Wavelog URL
sv_se: Din slutliga Wavelog-URL
tr_tr: Final Wavelog URL'niz

source: Optional: Global Callbook Lookup
bs: Opcionalno: Globalna pretraga u pozivnoj knjizi Callbook-u
de_de: Optional: Globaler Callbook Lookup
et: Valikuline: Globaalne kutsungiraamatu otsing
fr_fr: Facultatif : recherche globale dans le répertoire d'indicatifs d'appel
hu: Opcionális: Globális hívójellistás keresés
it_it: Opzionale: Ricerca nel Callbook Globale
ja: オプション: グローバルコールブック検索
nl_nl: Optioneel: Globale Callboek zoekfunctie
pl_pl: Opcjonalnie: Wyszukiwanie w globalnym Callbooku
pt_pt: Opcional: Consulta global do caderno de indicativos
ru_ru: Опционально: Поиск в глобальном колбуке
sk: Voliteľné: vyhľadávanie v svetových callbook-och
sr: Opcija: Globalna pretraga Callbooka
sv_se: Valfritt: Global Callbook-uppslag
tr_tr: İsteğe bağlı: Global Çağrı İşareti Arama

source: This configuration is optional. The callsign lookup will be available for all users of this installation. You can choose between QRZ.com and HamQTH. While HamQTH also works without username and password, you will need credentials for QRZ.com. To also get the Call Locator in QRZ.com you'll need an XML subscription. HamQTH does not always provide the locator information.
bs: Ova konfiguracija je opcionalna. Traženje pozivnog znaka će biti dostupno za sve korisnike ove instalacije. Možete birati između QRZ.com i HamQTH. Iako HamQTH radi i bez korisničkog imena i lozinke, trebat će vam podatci pristupa za QRZ.com. Da biste također dobili lokator poziva na QRZ.com, trebat će vam XML pretplata. HamQTH ne pruža uvijek informacije o lokatoru.
de_de: Diese Konfiguration ist optional. Das Callbook-Lookup wird für alle Benutzer dieser Installation verfügbar sein. Du kannst zwischen QRZ.com und HamQTH wählen. Während HamQTH auch ohne Benutzername und Passwort funktioniert, benötigst du für QRZ.com Anmeldedaten. Um auch den Rufzeichen-Locator in QRZ.com zu erhalten, brauchst du ein XML-Abonnement. HamQTH liefert nicht immer die Locator-Informationen.
et: Valikuline parameeter. Kutsungite otsing on kättesaadava kõikidele Wavelogi kasutajatele. Saate valida QRZ.com või HamQTH teenuse vahel. HamQTH töötab ilma kasutajanime ja salasõnata, aga QRZ.com kasutamiseks on kasutajakonto olemasolu nõutud. Raadiooperaatori lokaatori saamiseks on QRZ.com puhul vajalik XML tellimuse olemasolu. HamQTH ei paku alati kõikide operaatorite lokaatori infot.
fr_fr: Cette configuration est facultative. La recherche d'indicatif d'appel sera disponible pour tous les utilisateurs de cette installation. Vous pouvez choisir entre QRZ.com et HamQTH. Bien que HamQTH fonctionne également sans nom d'utilisateur ni mot de passe, vous aurez besoin d'informations d'identification pour QRZ.com. Pour obtenir également le locator des l'indicatifs d'appel sur QRZ.com, vous aurez besoin d'un abonnement XML. HamQTH ne fournit pas toujours les informations de localisation.
hu: Ez a konfiguráció opcionális. A hívójel keresés a telepítés minden felhasználója számára elérhető lesz. Választhatsz a QRZ.com és a HamQTH között. Míg a HamQTH felhasználónév és jelszó nélkül is működik, a QRZ.com-hoz hitelesítő adatokra lesz szükséged. Ahhoz, hogy a QRZ.com-ban használhasd a hívójelkeresőt, XML előfizetésre lesz szükséged. A HamQTH nem mindig adja meg a lokátor adatait.
it_it: Questa configurazione è facoltativa. La ricerca del nominativo sarà disponibile per tutti gli utenti di questa installazione. Puoi scegliere tra QRZ.com e HamQTH. Mentre HamQTH funziona anche senza nome utente e password, avrai bisogno delle credenziali per QRZ.com. Per ottenere anche il Call Locator su QRZ.com avrai bisogno di un abbonamento XML. HamQTH non fornisce sempre le informazioni del locator.
ja: この設定はオプションです。コールサイン検索は、このインストールのすべてのユーザーが利用できます。QRZ.comとHamQTHのいずれかを選択できます。HamQTHはユーザー名とパスワードなしで動作しますが、QRZ.comは認証情報が必要です。QRZ.comでコールロケーターを取得するには、XMLサブスクリプションが必要です。HamQTHは常にロケーター情報を提供するとは限りません。
nl_nl: Deze configuratie is optioneel. Het opzoeken van roepnamen zal beschikbaar zijn voor alle gebruikers van deze installatie. Je kunt kiezen tussen QRZ.com en HamQTH. Terwijl HamQTH ook zonder gebruikersnaam en wachtwoord werkt, heb je inloggegevens nodig voor QRZ.com. Om ook de Call Locator in QRZ.com te krijgen, heb je een XML-abonnement nodig. HamQTH biedt niet altijd de locatorinformatie.
pl_pl: Ta konfiguracja jest opcjonalna. Wyszukiwanie znaku wywoławczego będzie dostępne dla wszystkich użytkowników tej instalacji. Możesz wybrać między QRZ.com a HamQTH. HamQTH działa również bez nazwy użytkownika i hasła, ale do QRZ.com będziesz potrzebować danych logowania. Aby uzyskać również lokator w QRZ.com, będziesz potrzebować subskrypcji XML. HamQTH nie zawsze dostarcza informacji o lokatorze.
pt_pt: Esta configuração é opcional. O callsign lookup estará disponível para todos os utilizadores desta instalação. Pode escolher entre o QRZ.com e o HamQTH. Embora o HamQTH também funcione sem nome de utilizador e password, necessitará de credenciais para o QRZ.com. Para obter também o locator de indicativos no QRZ.com necessitará de uma subscrição XML. O HamQTH nem sempre fornece a informação do locator.
ru_ru: Эта настройка является необязательной. Поиск позывных будет доступен всем пользователям этого экземпляра. Вы можете выбрать между QRZ.com и HamQTH. Хотя HamQTH также работает без имени пользователя и пароля, для QRZ.com вам понадобятся учетные данные. Чтобы также получить локатор корреспондента на QRZ.com, вам потребуется подписка на XML. HamQTH не всегда предоставляет информацию о локаторе.
sk: Táto konfigurácia je voliteľná. Vyhľadávanie volacích značiek bude k dispozícii pre všetkých používateľov tejto inštalácie. Môžete si vybrať medzi QRZ.com a HamQTH. Aj keď HamQTH funguje aj bez používateľského mena a hesla, pre QRZ.com budete potrebovať prihlasovacie údaje. Ak chcete získať aj lokátor stanice na QRZ.com, budete potrebovať XML predplatné. HamQTH nie vždy poskytuje informácie o lokátore.
sr: Ovo podešavanje je opciono. Pretraga pozivnog znaka će biti dostupna svim korisnicima ove instalacije. Može izabrati između QRZ.com i HamQTH. Dok HamQTH radi i bez unošenja korisničkog imena i lozinke, iste će vam trebati za QRZ.com. Da biste dobili i lokator pozivnog znaka koji je naveden na QRZ.com trebaće vam i XML pretplata na QRZ.com servise. HamQTH ne obezbeđuje uvek informaciju o lokatoru.
sv_se: Denna konfiguration är valfri. Anropssignaluppslag kommer att vara tillgängligt för alla användare av denna installation. Du kan välja mellan QRZ.com och HamQTH. Medan HamQTH också fungerar utan användarnamn och lösenord, behöver du inloggningsuppgifter för QRZ.com. För att även få lokatorinformation i QRZ.com behöver du en XML-prenumeration. HamQTH tillhandahåller inte alltid lokatorinformationen.
tr_tr: Bu yapılandırma isteğe bağlıdır. Çağrı işareti araması bu kurulumun tüm kullanıcıları için kullanılabilir olacaktır. QRZ.com ve HamQTH arasında seçim yapabilirsiniz. HamQTH kullanıcı adı ve parola olmadan da çalışsa da, QRZ.com için kimlik bilgilerine ihtiyacınız olacak. QRZ.com'da Çağrı Bulucu'yu da almak için bir XML aboneliğine ihtiyacınız olacak. HamQTH her zaman bulucu bilgilerini sağlamaz.

source: Username
bs: Korisničko Ime
de_de: Benutzername
et: Kasutajanimi
fr_fr: Nom d'utilisateur
hu: Felhasználónév
it_it: Nome utente
ja: ユーザー名
nl_nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
pt_pt: Nome de utilizador
ru_ru: Имя пользователя
sk: Používateľské meno
sr: Korisničko ime
sv_se: Användarnamn
tr_tr: Kullanıcı adı

source: Password
bs: Lozinka
de_de: Passwort
et: Salasõna
fr_fr: Mot de passe
hu: Jelszó
ja: パスワード
nl_nl: Wachtwoord
pl_pl: Hasło
pt_pt: Palavra-passe
ru_ru: Пароль
sk: Heslo
sr: Lozinka
sv_se: Lösenord
tr_tr: Şifre

source: Callbook Username
bs: Callbook korisničko ime
de_de: Callbook-Benutzername
et: Kutsungiraamatu kasutajanimi
fr_fr: Nom d'utilisateur du carnet
hu: Hívójellista Felhasználónév
it_it: Nome utente del Callbook
ja: コールブックユーザー名
nl_nl: Callboek gebruikersnaam
pl_pl: Nazwa użytkownika Callbook
pt_pt: Nome de utilizador do carderno
ru_ru: Имя пользователя для колбука
sk: Používateľské meno pre callbook
sr: Korisničko ime Callbook-a
sv_se: Callbook-användarnamn
tr_tr: Çağrı Defteri Kullanıcı Adı

source: Callbook Password
bs: Callbook lozinka
de_de: Callbook-Passwort
et: Kutsungiraamatu salasõna
fr_fr: Mot de passe du carnet
hu: Hívójellista Jelszó
it_it: Password del Callbook
ja: コールブックパスワード
nl_nl: Callboek wahtwoord
pl_pl: Hasło do Callbook
pt_pt: Palavra-passe do caderno
ru_ru: Пароль для колбука
sk: Heslo pre callbook
sr: Lozinka za Callbook
sv_se: Callbook-lösenord
tr_tr: Çağrı Defteri Şifresi

source: Password can't contain %s or be empty
bs: Lozinka ne može sadržavati %s ili biti prazna
de_de: Das Passwort darf %s nicht enthalten oder leer sein
et: Salasõna ei saa sisaldada %s või olla tühi
fr_fr: Le mot de passe ne peut pas contenir %s ou être vide
hu: A jelszó nem tartalmazhat %s-t vagy nem lehet üres
it_it: La password non può contenere %s o essere vuota
ja: パスワードに次の文字を含めることはできません %s または空
nl_nl: Wachtwoorden mogen geen %s bevatten of leeg zijn
pl_pl: Hasło nie może zawierać %s, ani być puste
pt_pt: A palavra-passe não pode conter %s nem pode estar vazia
ru_ru: Пароль не может содержать %s или быть пустым
sk: Heslo nemôže obsahovať %s ani byť prázdne
sr: Lozinka ne može da sadrži %s ili da bude prazna
sv_se: Lösenordet kan inte innehålla %s eller vara tomt
tr_tr: Şifre %s içeremez ve boş bırakılamaz
