Repository: wavelog/wavelog
Catalog: install/includes/gettext/locale/*/LC_MESSAGES/installer.po
Languages: bs, de_de, et, fr_fr, hu, it_it, ja, nl_nl, pl_pl, pt_pt, ru_ru, sk, sr, sv_se, tr_tr

source: not detected
bs: nije otkriveno
de_de: nicht erkannt
et: ei tuvastatud
fr_fr: non détecté
hu: nem észlelt
it_it: non rilevato
ja: 検出されません
nl_nl: niet gevonden
pl_pl: nie wykryto
pt_pt: não detectado
ru_ru: не обнаружено
sk: nedetegované
sr: nije otkriveno
sv_se: inte upptäckt
tr_tr: tespit edilmedi

source: Albanian
bs: Albanski
de_de: Albanisch
et: Albaania
fr_fr: Albanais
hu: Albán
it_it: Albanese
ja: アルバニア語
nl_nl: Albanees
pl_pl: Albański
pt_pt: Albanês
ru_ru: Албанский
sk: Albánčina
sr: Albanski
sv_se: Albanska
tr_tr: Arnavutça

source: Armenian
de_de: Armenisch
hu: Örmény
it_it: Armeno
ja: アルメニア語
nl_nl: Armeens
pl_pl: Armeński
pt_pt: Arménio
ru_ru: Армянский
sk: Arménčina
sv_se: Armeniska
tr_tr: Ermenice

source: Bosnian
bs: Bosanski
de_de: Bosnisch
et: Bosnia
fr_fr: Bosniaque
hu: Bosnyák
it_it: Bosniaco
ja: ボスニア語
nl_nl: Bosnisch
pl_pl: Bośniacki
pt_pt: Bósnio
ru_ru: Боснийский
sk: Bosniančina
sr: Bosanski
sv_se: Bosniska
tr_tr: Boşnakça

source: Bulgarian
bs: Bugarski
de_de: Bulgarisch
et: Bulgaaria
fr_fr: Bulgare
hu: Bolgár
it_it: Bulgaro
ja: ブルガリア語
nl_nl: Bulgaars
pl_pl: Bułgarski
pt_pt: Búlgaro
ru_ru: Болгарский
sk: Bulharčina
sr: Bugarski
sv_se: Bulgariska
tr_tr: Bulgarca

source: Chinese (Simplified)
bs: Kineski
de_de: Chinesisch (Vereinfacht)
et: Hiina (lihtsustatud)
fr_fr: Chinois (simplifié)
hu: Kínai (egyszerűsített)
it_it: Cinese (semplificato)
ja: 中国語（簡体字）
nl_nl: Chinees (Vereenvoudigd)
pl_pl: Chiński (uproszczony)
pt_pt: Chinês (simplificado)
ru_ru: Китайский (упрощённый)
sk: Čínština (zjednodušená)
sr: Kineski (Pojednostavljeni)
sv_se: Kinesiska (förenklad)
tr_tr: Çince (Basitleştirilmiş)

source: Croatian
bs: Hrvatski
de_de: Kroatisch
et: Horvaatia
fr_fr: Croate
hu: Horvát
it_it: Croato
ja: クロアチア語
nl_nl: Kroatisch
pl_pl: Chorwacki
pt_pt: Croata
ru_ru: Хорватский
sk: Chorvátčina
sr: Hrvatski
sv_se: Kroatisk
tr_tr: Hırvatça

source: Czech
bs: Češki
de_de: Tschechisch
et: Tšehhi
fr_fr: Tchèque
hu: Cseh
it_it: Ceco
ja: チェコ語
nl_nl: Tsjechisch
pl_pl: Czeski
pt_pt: Checo
ru_ru: Чешский
sk: Čeština
sr: Češki
sv_se: Tjeckiska
tr_tr: Çekçe

source: Dutch
bs: Holandski
de_de: Niederländisch
et: Hollandi
fr_fr: Néerlandais
hu: Holland
it_it: Olandese
ja: オランダ語
nl_nl: Nederlands
pl_pl: Duński
pt_pt: Holandês
ru_ru: Голландский
sk: Holandčina
sr: Holandski
sv_se: Nederländska
tr_tr: Flemenkçe

source: English
bs: Engleski
de_de: Englisch
et: Inglise
fr_fr: Anglais
hu: Angol
it_it: Inglese
ja: 英語
nl_nl: Engels
pl_pl: Angielski
pt_pt: Inglês
ru_ru: Английский
sk: Angličtina
sr: Engleski
sv_se: Engelska
tr_tr: İngilizce

source: Estonian
bs: Estonski
de_de: Estnisch
et: Eesti
fr_fr: Estonien
hu: Észt
it_it: Estone
ja: エストニア語
nl_nl: Estisch
pl_pl: Estoński
pt_pt: Estoniano
ru_ru: Эстонский
sk: Estónčina
sr: Estonski
sv_se: Estniska
tr_tr: Estonca

source: Finnish
bs: Finski
de_de: Finnisch
et: Soome
fr_fr: Finlandais
hu: Finn
it_it: Finlandese
ja: フィンランド語
nl_nl: Fins
pl_pl: Fiński
pt_pt: Finlandês
ru_ru: Финский
sk: Fínčina
sr: Finski
sv_se: Finska
tr_tr: Fince

source: French
bs: Francuski
de_de: Französisch
et: Prantsuse
fr_fr: Français
hu: Francia
it_it: Francese
ja: フランス語
nl_nl: Frans
pl_pl: Francuski
pt_pt: Francês
ru_ru: Французский
sk: Francúzština
sr: Francuski
sv_se: Franska
tr_tr: Fransızca

source: German
bs: Njemački
de_de: Deutsch
et: Saksa
fr_fr: Allemand
hu: Német
it_it: Tedesco
ja: ドイツ語
nl_nl: Duits
pl_pl: Niemiecki
pt_pt: Alemão
ru_ru: Немецкий
sk: Nemčina
sr: Nemački
sv_se: Tysk
tr_tr: Almanca

source: Greek
bs: Grčki
de_de: Griechisch
et: Kreeka
fr_fr: Grec
hu: Görög
it_it: Greco
ja: ギリシャ語
nl_nl: Grieks
pl_pl: Grecki
pt_pt: Grego
ru_ru: Греческий
sk: Gréčtina
sr: Grčki
sv_se: Grekiska
tr_tr: Yunanca

source: Hungarian
de_de: Ungarisch
hu: Magyar
it_it: Ungherese
ja: ハンガリー語
nl_nl: Hongaars
pl_pl: Węgierski
pt_pt: Húngaro
sk: Maďarčina
sv_se: Ungerska
tr_tr: Macarca

source: Italian
bs: Italijanski
de_de: Italienisch
et: Itaalia
fr_fr: Italien
hu: Olasz
it_it: Italiano
ja: イタリア語
nl_nl: Italiaans
pl_pl: Włoski
pt_pt: Italiano
ru_ru: Итальянский
sk: Taliančina
sr: Italijanski
sv_se: Italienska
tr_tr: İtalyanca

source: Japanese
de_de: Japanisch
hu: Japán
it_it: Giapponese
ja: 日本語
nl_nl: Japans
pl_pl: Japoński
sk: Japončina
sv_se: Japanska
tr_tr: Japonca

source: Latvian
bs: Latvijanski
de_de: Lettisch
et: Läti
fr_fr: Letton
hu: Lett
it_it: Lettone
ja: ラトビア語
nl_nl: Lets
pl_pl: Łotewski
pt_pt: Letão
ru_ru: Латышский
sk: Lotyščina
sr: Letonski
sv_se: Lettiska
tr_tr: Letonca

source: Lithuanian
bs: Litvanski
de_de: Litauisch
et: Leedu
fr_fr: Lituanien
hu: Litván
it_it: Lituano
ja: リトアニア語
nl_nl: Litouws
pl_pl: Litewski
pt_pt: Lituano
ru_ru: Литовский
sk: Litovčina
sr: Litvanski
sv_se: Litauiska
tr_tr: Litvanca

source: Montenegrin
bs: Crnogorski
de_de: Montenegrinisch
et: Montenegro
fr_fr: Monténégrin
hu: Montenegrói
it_it: Montenegrino
ja: モンテネグロ語
nl_nl: Montenegrijnse
pl_pl: Czarnogórski
pt_pt: Montenegrino
ru_ru: Черногорский
sk: Čiernohorčina
sr: Crnogorski
tr_tr: Karadağca

source: Polish
bs: Poljski
de_de: Polnisch
et: Poola
fr_fr: Polonais
hu: Lengyel
it_it: Polacco
ja: ポーランド語
nl_nl: Pools
pl_pl: Polski
pt_pt: Polaco
ru_ru: Польский
sk: Polština
sr: Poljski
sv_se: Polera
tr_tr: Lehçe

source: Portuguese
bs: Portugalski
de_de: Portugiesisch
et: Portugali
fr_fr: Portugais
hu: Portugál
it_it: Portoghese
ja: ポルトガル語
nl_nl: Portugees
pl_pl: Portugalski
pt_pt: Português
ru_ru: Португальский
sk: Portugalčina
sr: Portugalski
sv_se: Portugisiska
tr_tr: Portekizce

source: Russian
bs: Ruski
de_de: Russisch
et: Vene
fr_fr: Russe
hu: Orosz
it_it: Russo
ja: ロシア語
nl_nl: Russisch
pl_pl: Rosyjski
pt_pt: Russo
ru_ru: Русский
sk: Ruština
sr: Ruski
sv_se: Ryska
tr_tr: Rusça

source: Serbian
bs: Srbski
de_de: Serbisch
et: Serbia
fr_fr: Serbe
hu: Szerb
it_it: Serbo
ja: セルビア語
nl_nl: Servisch
pl_pl: Serbski
pt_pt: Sérvio
ru_ru: Сербский
sk: Srbčina
sr: Srpski
sv_se: Serbiska
tr_tr: Sırpça

source: Slovak
de_de: Slowakisch
hu: Szlovák
it_it: Slovacco
ja: スロバキア語
nl_nl: Slowaaks
pl_pl: Słowacki
sk: Slovenčina
sv_se: Slovakiska
tr_tr: Slovakça

source: Slovenian
de_de: Slowenisch
hu: Szlovén
it_it: Sloveno
ja: スロベニア語
nl_nl: Sloveens
pl_pl: Słoweński
pt_pt: Esloveno
sk: Slovinčina
sv_se: Slovenska
tr_tr: Slovence

source: Spanish
bs: Španjolski
de_de: Spanisch
et: Hispaania
fr_fr: Espagnol
hu: Spanyol
it_it: Spagnolo
ja: スペイン語
nl_nl: Spaans
pl_pl: Hiszpański
pt_pt: Espanhol
ru_ru: Испанский
sk: Španielčina
sr: Španski
sv_se: Spanska
tr_tr: İspanyolca

source: Swedish
bs: Švedski
de_de: Schwedisch
et: Rootsi
fr_fr: Suédois
hu: Svéd
it_it: Svedese
ja: スウェーデン語
nl_nl: Zweeds
pl_pl: Szwedzki
pt_pt: Sueco
ru_ru: Шведский
sk: Švédčina
sr: Švedski
sv_se: Svenska
tr_tr: İsveççe

source: Turkish
bs: Turski
de_de: Türkisch
et: Türgi
fr_fr: Turc
hu: Török
it_it: Turco
ja: トルコ語
nl_nl: Turks
pl_pl: Turecki
pt_pt: Turco
ru_ru: Турецкий
sk: Turečtina
sr: Turski
sv_se: Turkiska
tr_tr: Türkçe

source: Install | Wavelog
bs: Instaliraj | Wavelog
de_de: Installer | Wavelog
et: Installeerimine | Wavelog
fr_fr: Installer | Wavelog
hu: Telepítés | Wavelog
it_it: Installa | Wavelog
ja: インストール | Wavelog
nl_nl: Installeren | Wavelog
pl_pl: Zainstaluj | Wavelog
pt_pt: Instalar | Wavelog
ru_ru: Установка | Wavelog
sk: Inštalácia | Wavelog
sr: Instalacija | WaveLog
sv_se: Installera | Wavelog
tr_tr: Kurulum | Wavelog

source: 1. Welcome
bs: 1. Dobrodošli
de_de: 1. Willkommen
et: 1. Tere tulemast
fr_fr: 1. Bienvenue
hu: 1. Üdvözöljük
it_it: 1. Benvenuto
ja: 1. ようこそ
nl_nl: 1. Welkom
pl_pl: 1. Witamy
pt_pt: 1. Bem vindo
ru_ru: 1. Добро пожаловать
sk: 1. Vitajte
sr: 1. Dobrodošli
sv_se: 1. Välkommen
tr_tr: 1. Hoş Geldiniz

source: 2. Pre Checks
bs: 2. Pred provjere
et: 2. Eelkontrollid
fr_fr: 2. Pré-vérification
hu: 2. Előzetes ellenőrzések
it_it: 2. Controlli preliminari
ja: 2. 事前チェック
nl_nl: 2. voor contrôles
pl_pl: 2. Wstępna sprawdzenia
pt_pt: 2. Pré-verificações
ru_ru: 2. Предварительные проверки
sk: 2. Predinštalačná kontrola
sr: 2. Prethodna provera
sv_se: 2. Förhandskontroller
tr_tr: 2. Ön Kontroller

source: 3. Configuration
bs: 3. Konfiguracija
de_de: 3. Konfiguration
et: 3. Konfiguratsioon
hu: 3. Konfiguráció
it_it: 3. Configurazione
ja: 3. 構成
nl_nl: 3. Configuratie
pl_pl: 3. Konfiguracja
pt_pt: 3. Configuração
ru_ru: 3. Конфигурация
sk: 3. Konfigurácia
sr: 3. Konfiguracija
sv_se: 3. Konfiguration
tr_tr: 3. Yapılandırma

source: 4. Database
bs: 4. Baza podataka
de_de: 4. Datenbank
et: 4. Andmebaas
fr_fr: 4. Base de données
hu: 4. Adatbázis
ja: 4. データベース
nl_nl: 4. Databank
pl_pl: 4. Baza danych
pt_pt: 4. Base de dados
ru_ru: 4. База данных
sk: 4. Databáza
sr: 4. Baza podataka
sv_se: 4. Databas
tr_tr: 4. Veri tabanı

source: 5. First User
bs: 5. Prvi korisnik
de_de: 5. Erster Benutzer
et: 5. Esmakasutaja
fr_fr: 5. Premier utilisateur
hu: 5. Első felhasználó
it_it: 5. Primo Utente
ja: 5. 最初のユーザー
nl_nl: 5. Eerste gebruiker
pl_pl: 5. Pierwszy użytkownik
pt_pt: 5. Primeiro utilizador
ru_ru: 5. Первый пользователь
sk: 5. Prvý používateľ
sr: 5. Prvi korisnik
sv_se: 5. Första användaren
tr_tr: 5. İlk Kullanıcı

source: 6. Finish
bs: 6. Završi
de_de: 6. Fertig
et: 6. Finiš
fr_fr: 6. Terminé
hu: 6. Befejezés
it_it: 6. Finisci
ja: 6. 仕上げ
nl_nl: 6. Afsluiten
pl_pl: 6. Koniec
pt_pt: 6. Terminar
ru_ru: 6. Завершить
sk: 6. Záver
sr: 6. Kraj
sv_se: 6. Avsluta
tr_tr: 6. Bitiş

source: Welcome to the Wavelog Installer
bs: Dobrodošli u Wavelog instalaciju
de_de: Willkommen beim Wavelog Installer
et: Tere tulemast installeerima Wavelogi
fr_fr: Bienvenue dans l'installateur de Wavelog
hu: Üdvözlünk a Wavelog telepítőprogramban
it_it: Benvenuto nell'installatore di Wavelog
ja: Wavelogインストーラへようこそ
nl_nl: Welkom bij de Wavelog Installatie
pl_pl: Witamy w instalatorze Wavelog
pt_pt: Bem-vindo ao instalador do Wavelog
ru_ru: Добро пожаловать в установщик Wavelog
sk: Víta Vás Wavelog inštalátor
sr: Dobrodošli u Wavelog instaler
sv_se: Välkommen till Wavelogs Installationsprogram
tr_tr: Wavelog Yükleyicisine Hoş Geldiniz

source: This installer will guide you through the necessary steps for the installation of Wavelog. <br>Wavelog is a powerful web-based amateur radio logging software. Follow the steps in each tab to configure and install Wavelog on your server.
bs: Ovaj instalater će vas voditi kroz potrebne korake za instalaciju Wavelog-a. <br>Wavelog je moćan web-bazirani softver za radio-amaterstvo. Pratite korake na svakoj kartici da konfigurišete i instalirate Wavelog na vašem serveru.
de_de: Dieser Installer führt dich durch die notwendigen Schritte zur Installation von Wavelog. <br>Wavelog ist eine leistungsstarke webbasierte Amateurfunk-Logging-Software. Folge den Schritten in jedem Tab, um Wavelog auf deinem Server zu konfigurieren und zu installieren.
et: Käesolev programm juhendab teid Wavelogi installeerimisels.<br> Wavelog on mitmekülgne veebipõhine amatöörraadio sidelogide haldamiseks mõeldud tarkvara. Järgige hoolikalt järgnevaid instruktsioone, et Wavelog oma serverisse installeerida.
fr_fr: Ce programme d'installation vous guidera à travers les étapes nécessaires à l'installation de Wavelog. <br>Wavelog est un puissant logiciel carnet de trafic radioamateur basé sur le Web. Suivez les étapes de chaque onglet pour configurer et installer Wavelog sur votre serveur.
hu: Ez a telepítő végigvezet a Wavelog telepítéséhez szükséges lépéseken. <br>A Wavelog egy nagy teljesítményű, web-alapú rádióamatőr naplózó szoftver. Kövesd az egyes lapokon található lépéseket a Wavelog konfigurálásához és telepítéséhez a szervereden.
it_it: Questo programma di installazione ti guiderà attraverso i passaggi necessari per l'installazione di Wavelog. <br>Wavelog è un potente software di registrazione per radioamatori basato sul web. Segui i passaggi in ciascuna scheda per configurare e installare Wavelog sul tuo server.
ja: このインストーラーは、Wavelogのインストールに必要な手順を案内します。<br>Wavelogは、強力なWebベースのアマチュア無線ログソフトウェアです。各タブの手順に従って、Wavelogをサーバーに設定し、インストールしてください。
nl_nl: Deze installatie zal u door de stappen begeleiden om Wavelog te installeren.<BR>Wavelog is een sterke web-gebaseerde radio logging systeem. Volg de stappen op ieder blad om Wavelog te configureren en installeren.
pl_pl: Ten instalator prowadzi przez niezbędne kroki instalacji Wavelog. <br>Wavelog to przeglądarkowy dziennik łączności krótkofalarskich. Należy postępować zgodnie z krokami w każdej zakładce, aby skonfigurować i zainstalować Wavelog na serwerze.
pt_pt: Este instalador irá guiá-lo através dos passos necessários para a instalação do Wavelog. <br>O Wavelog é um poderoso software de log radioamador baseado na Cloud/Web. Siga os passos em cada separador para configurar e instalar o Wavelog no seu servidor.
ru_ru: Этот установщик проведет вас через необходимые шаги для установки Wavelog. <br>Wavelog — это мощное веб-ориентированное программное обеспечение для ведения журнала любительской радиостанции. Следуйте шагам на каждой вкладке, чтобы настроить и установить Wavelog на вашем сервере.
sk: Tento inštalátor vás prevedie potrebnými krokmi na inštaláciu Wavelogu.<br>Wavelog je výkonný webový softvér na vedenie rádioamatérskeho denníka. Postupujte podľa krokov na jednotlivých kartách, aby ste Wavelog nakonfigurovali a nainštalovali na svoj server.
sr: Ovaj instaler će vas voditi kroz korake neophodne za instalaciju Waveloga. <br>Wavelog je moćni loging softver baziran na webu. Pratite korake na svakoj od kartica kako biste konfigurisali i instalirali Wavelog na vašem serveru.
sv_se: Detta installationsprogram guidar dig genom de nödvändiga stegen för installationen av Wavelog. <br>Wavelog är en kraftfull webbaserad programvara för amatörradiologgning. Följ stegen på varje flik för att konfigurera och installera Wavelog på din server.
tr_tr: Bu yükleyici, Wavelog'un kurulumu için gerekli adımlarda size rehberlik edecektir. <br>Wavelog güçlü bir web tabanlı amatör radyo kayıt yazılımıdır. Wavelog'u sunucunuza yapılandırmak ve yüklemek için her sekmedeki adımları izleyin.

source: Discussions
bs: Diskusije
de_de: Diskussionen
et: Arutelud
hu: Fórum
it_it: Discussioni
ja: ディスカッション
nl_nl: Dicussies
pl_pl: Dyskusje
pt_pt: Discussões
ru_ru: Обсуждения
sk: Diskusia
sr: Diskusije
sv_se: Diskussioner
tr_tr: Tartışmalar

source: If you encounter any issues or have questions, refer to the documentation (%s) or community forum (%s) on Github for assistance.
bs: Ako naiđete na bilo kakve probleme ili imate pitanja, pogledajte dokumentaciju (%s) ili forum zajednice (%s) na Githubu za pomoć.
de_de: Falls du auf Probleme stößt oder Fragen hast, schau in die Dokumentation (%s) oder das Community-Forum (%s) auf Github für Hilfe.
et: Probleemide ja/või küsimuste korral lugege dokumentatsiooni (%s) või kogukonna foorumit (%s) Githubis.
fr_fr: Si vous rencontrez des problèmes ou avez des questions, reportez-vous à la documentation (%s) ou au forum communautaire (%s) sur Github pour obtenir de l'aide.
hu: Ha bármilyen problémával találkozol vagy kérdésed van, a Githubon található dokumentációban (%s) vagy a közösségi fórumban (%s) találsz segítséget.
it_it: Se riscontri problemi o hai domande, consulta la documentazione (%s) o il forum della community (%s) su Github per assistenza.
ja: 問題が発生した場合や質問がある場合は、GitHub のドキュメント (%s) またはコミュニティフォーラム (%s) を参照してサポートを受けてください。
nl_nl: Als u problemen tegenkomt of vragen hebt, bekijk dan de documentatie (%s) of community forum (%s) op Github voor assistentie.
pl_pl: W przypadku napotkania jakichkolwiek problemów lub pytań, należy zapoznać się z dokumentacją (%s) lub forum społecznościowym (%s) na Githubie, aby uzyskać pomoc.
pt_pt: Se encontrar algum problema ou tiver dúvidas, consulte a documentação (%s) ou o fórum da comunidade (%s) no Github para obter assistência.
ru_ru: Если у вас возникнут проблемы или вопросы, обратитесь к документации (%s) или форуму сообщества (%s) на Github за помощью.
sk: Ak narazíte na akékoľvek problémy alebo máte otázky, pozrite si dokumentáciu (%s) alebo komunitné fórum (%s) na GitHube, kde nájdete pomoc.
sr: Ako naiđete na bilo kakav problem ili imate pitanja, za dalju pomoć obratite se dokumentaciji (%s) ili forumu zajednice (%s) na Githabu.
sv_se: Om du stöter på några problem eller har frågor, se dokumentationen (%s) eller community-forumet (%s) på Github för hjälp.
tr_tr: Herhangi bir sorunla karşılaşırsanız veya sorularınız varsa yardım için belgelere (%s) veya Github'daki topluluk forumuna (%s) bakın.

source: Thank you for installing Wavelog!
bs: Hvala vam za instalalciju Wavelog-a!
de_de: Danke, dass du Wavelog installierst!
et: Aitäh, et installisite Wavelogi!
fr_fr: Merci d'avoir installé Wavelog !
hu: Köszönjük, hogy telepítetted a Wavelogot!
it_it: Grazie per aver installato Wavelog!
ja: Wavelogをインストールしていただきありがとうございます！
nl_nl: Dank u voor het installeren van Wavelog!
pl_pl: Dziękujemy za zainstalowanie Wavelog!
pt_pt: Obrigado por ter instalado o Wavelog!
ru_ru: Спасибо за установку Wavelog!
sk: Ďakujeme za inštaláciu Wavelogu!
sr: Hvala na instalaciji Waveloga!
sv_se: Tack för att du installerade Wavelog!
tr_tr: Wavelog'u yüklediğiniz için teşekkür ederiz!

source: Language
bs: Jezik
de_de: Sprache
et: Keel
fr_fr: Langue
hu: Nyelv
it_it: Lingua
ja: 言語
nl_nl: Taal
pl_pl: Język
pt_pt: Idioma
ru_ru: Язык
sk: Jazyk
sr: Jezik
sv_se: Språk
tr_tr: Dil

source: Select a language
bs: Izaberi jedan od jezika
de_de: Wähle eine Sprache
et: Vali keel
fr_fr: Choisir une langue
hu: Nyelv kiválasztása
it_it: Seleziona una lingua
ja: 言語を選択してください
nl_nl: Kies een taal
pl_pl: Wybierz język
pt_pt: Selecionar um idioma
ru_ru: Выберите язык
sk: Výber jazyka
sr: Izaberite jezik
sv_se: Välj ett språk
tr_tr: Bir dil seç

source: Close
bs: Zatvori
de_de: Schliessen
et: Sulge
fr_fr: Fermer
hu: Bezárás
it_it: Chiudi
ja: 閉じる
nl_nl: Sluiten
pl_pl: Zamknij
pt_pt: Fechar
ru_ru: Закрыть
sk: Zatvoriť
sr: Zatvori
sv_se: Stäng
tr_tr: Kapat

source: PHP Modules
bs: PHP Moduli
de_de: PHP-Module
et: PHP moodulid
hu: PHP modulok
it_it: Moduli PHP
ja: PHPモジュール
pl_pl: Moduły PHP
pt_pt: Módulos PHP
ru_ru: Модули PHP
sk: PHP moduly
sr: PHP moduli
sv_se: PHP Moduler
tr_tr: PHP Modülleri

source: Version
bs: Verzija
et: Versioon
hu: Verzió
it_it: Versione
ja: バージョン
nl_nl: Versie
pl_pl: Wersja
pt_pt: Versão
ru_ru: Версия
sk: Verzia
sr: Verzija
tr_tr: Sürüm

# PHP Version
source: min. %s (recommended %s+)
bs: min. %s (preporučeno %s+)
de_de: min. %s (empfohlen %s+)
et: min. %s (soovituslik %s+)
fr_fr: min. %s (recommandé %s+)
hu: min. %s (ajánlott %s+)
it_it: min. %s (consigliato %s+)
ja: 最小 %s（推奨 %s以上）
nl_nl: min. %s (aanbevolen %s+)
pl_pl: min. %s (zalecane %s+)
pt_pt: min. %s (recomendado %s+)
ru_ru: мин. %s (рекомендуется %s+)
sk: min. %s (odporúčaná %s+)
sr: min. %s (preporučeno %s+)
sv_se: min. %s (rekommenderad %s+)
tr_tr: min. %s (önerilen %s+)

source: Installed
bs: Instalirano
de_de: Installiert
et: Installeeritud
fr_fr: Installé
hu: Telepített
it_it: Installato
ja: インストール済み
nl_nl: Geïnstalleerd
pl_pl: Zainstalowano
pt_pt: Instalado
ru_ru: Установленные
sk: Nainštalované
sr: Instalirano
sv_se: Installerad
tr_tr: Kurulmuş

source: Not Installed
bs: Nije Instalirano
de_de: Nicht installiert
et: Installeerimata
fr_fr: pas installé
hu: Nincs telepítve
it_it: Non installato
ja: インストールされていません
nl_nl: Niet geïnstalleerd
pl_pl: Nie zainstalowano
pt_pt: Não instalado
ru_ru: Не установленные
sk: Nenainštalované
sr: Nije instalirano
sv_se: Ej installerad
tr_tr: Kurulu Değil

source: PHP Settings
bs: PHP Postavke
de_de: PHP-Einstellungen
et: PHP sätted
fr_fr: Paramètres de PHP
hu: PHP beállítások
it_it: Impostazioni PHP
ja: PHP設定
nl_nl: PHP instellingen
pl_pl: Ustawienia PHP
pt_pt: Configurações PHP
ru_ru: Настройки PHP
sk: Nastavenia PHP
sr: PHP podešavanja
sv_se: PHP Inställningar
tr_tr: PHP Ayarları

source: Web Server
et: Veebiserver
fr_fr: Serveur Web
hu: Web szerver
it_it: Server Web
ja: ウェブサーバー
pl_pl: Serwer Web
pt_pt: Servidor Web
ru_ru: Веб-сервер
sk: Webový server
tr_tr: Web Sunucusu

source: Version:
bs: Verzija:
et: Versioon:
hu: Verzió:
it_it: Versione:
ja: バージョン:
nl_nl: Versie:
pl_pl: Wersja:
pt_pt: Versão:
ru_ru: Версия:
sk: Verzia:
sr: Verzija:
tr_tr: Sürüm:

source: Important note for nginx users!
bs: Važna napomena za nginx korisnike!
de_de: Wichtiger Hinweis für nginx-Nutzer!
et: Oluline teave nginx kasutajatele!
fr_fr: Note importante pour les utilisateurs de nginx !
hu: Fontos megjegyzés az nginx felhasználóknak!
it_it: Nota importante per gli utenti di nginx!
ja: nginx ユーザーへの重要な注意!
nl_nl: Belangrijk voor nginx gebruikers!
pl_pl: Ważna uwaga dla użytkowników nginx!
pt_pt: Nota importante para utilizadores do nginx!
ru_ru: Важное замечание для пользователей nginx!
sk: Dôležitá poznámka pre používateľov nginx!
sr: Važne napomene za nginx korisnike!
sv_se: Viktig notering för nginx-användare!
tr_tr: Nginx kullanıcıları için önemli not!

source: Since you are using nginx as web server please make sure that you have made the changes described in the Wiki before continuing.
bs: S obzirom da koristite nginx kao web server, provjerite jeste li unijeli promjene opisane na Wiki prije nego što nastavite.
de_de: Da du nginx als Webserver verwendest, stelle bitte sicher, dass du die im Wiki beschriebenen Änderungen vorgenommen hast, bevor du fortfährst.
et: Kuna kasutate veebiserverina nginxi, siis palun kontrollige üle, kas olete enne jätkamist teinud Vikis mainitud vajalikud muudatused.
fr_fr: Puisque vous utilisez nginx comme serveur web, assurez-vous d'avoir effectué les modifications décrites dans la Wiki avant de continuer.
hu: Mivel az nginx-et használod webszerverként, kérjük, győződj meg róla, hogy elvégezted a Wikiben leírt változtatásokat, mielőtt folytatnád.
it_it: Dal momento che stai usando nginx come server web, assicurati di aver apportato le modifiche descritte nel Wiki prima di continuare.
ja: Web サーバーとして nginx を使用しているため、続行する前に、Wiki に記載されている変更が行われたことを確認してください。
nl_nl: Omdat u nginx als webserver gebruikt, verzeker u ervan dat u de wijzigingen zoals omschreven in Wiki hebt doorgevoerd voordat u verder gaat.
pl_pl: Ponieważ używany jest nginx jako serwer WWW, przed kontynuowaniem należy upewnić się, że wprowadzono zmiany opisane w Wiki.
pt_pt: Como está a usar o nginx como servidor web, por favor, certifique-se de que fez as alterações descritas na Wiki antes de continuar.
ru_ru: Поскольку вы используете nginx в качестве веб-сервера, пожалуйста, убедитесь, что вы внесли изменения, описанные в Wiki, перед продолжением.
sk: Keďže používaš nginx ako webový server, uisti sa, že si pred pokračovaním urobil zmeny popísané vo Wiki.
sr: Pošto koristine nginx kao web server, molimo vas da se prije nastavka uverite da ste uradili izmene opisane u Wikiju.
sv_se: Eftersom du använder nginx som webbserver, se till att du har gjort ändringarna som beskrivs i wikin innan du fortsätter.
tr_tr: Nginx'i web sunucusu olarak kullandığınız için lütfen devam etmeden önce Wiki'de açıklanan değişiklikleri yaptığınızdan emin olun.

source: Folder Write Permissions
bs: Dozvole za pisanje u fasciklu
de_de: Ordner-Schreibberechtigungen
et: Kausta kirjutamisõigused
fr_fr: Autorisations d'écriture de dossier
hu: Mappa írási jog
it_it: Autorizzazioni di scrittura della cartella
ja: フォルダの書き込み権限
nl_nl: Mappen schrijf bevoegdheid
pl_pl: Uprawnienia do zapisu w folderze
pt_pt: Permissões de escrita na Pasta
ru_ru: Разрешения на запись в каталог
sk: Povolenia na zápis do priečinka
sr: Dozvole upisivanja u foldere
sv_se: Skrivbehörigheter för mapp
tr_tr: Dosya Yazma İzinleri

source: Success
bs: Uspješno
de_de: Erfolgreich
et: Õnnestumine
fr_fr: Succès
hu: Siker
it_it: Successo
ja: 成功
nl_nl: Succes
pl_pl: Sukces
pt_pt: Sucesso
ru_ru: Успешно
sk: Úspech
sr: Uspešno
sv_se: Godkänt
tr_tr: Başarılı
